{
    "Materials": "Materialien",
    "The creation and manipulation of materials for increased utility and durability.": "Die Erstellung und Manipulation von Materialien für erhöhte Nutzbarkeit und Haltbarkeit.",
    "Propulsion": "Antrieb",
    "The study of propulsion and trajectory.": "Die Studie von Antrieb und Flugbahn.",
    "Voidcraft": "Weltraumkunde",
    "Space is the final frontier. To master it is to master the future.": "Der Weltraum ist die letzte Grenze. Ihn zu meistern heißt die Zukunft zu meistern!",
    "Robotics": "Robotik",
    "Machinization in all aspects.": "Mechanisierung in allen Aspekten.",
    "Industry": "Industrie",
    "Ingenuity and productivity.": "Raffinesse und Produktivität.",
    "Field Manipulation": "Feldmanipulation",
    "Bending fundamental forces to our will.": "Die Beugung der Naturkräfte nach unserem Willen.",
    "Particles": "Partikel",
    "Isolating and utilizing particulate matter and phenomena.": "Die Isolierung und Nutzung partikelförmiger Materie und verwandten Phänomen.",
    "Computing": "Informatik",
    "The science of applied algorithms.": "Die Wissenschaft angewandter Algorithmen.",
    "Metaphysics": "Metaphysik",
    "Far out.": "Abgehoben",
    "Statecraft": "Staatskunst",
    "The art of building a successful society.": "Die Kunst, eine erfolgreiche Gesellschaft aufzubauen.",
    "Biology": "Biologie",
    "The science of life, in its many forms and complexities.": "Die Wissenschaft des Lebens in seinen vielen Formen und Komplexitäten.",
    "Military Theory": "Militärtheorie",
    "The art of war and its many important aspects.": "Die Kunst des Krieges und ihre vielen wichtigen Aspekte.",
    "New Worlds": "Neue Welten",
    "Colonization protocols and pioneer training.": "Kolonisationsprotokolle und Pionierausbildung.",
    "Psionics": "Psionik",
    "Mind over matter.": "Verstand triumphiert über Materie.",
    "Space Exploration": "Weltraumforschung",
    "The realization of faster-than-light travel is a new dawn for space exploration. Manned missions to other star systems are now not only possible, but necessary.": "Die Realisierung von Reisen mit Überlichtgeschwindigkeit ist der Anbeginn eines neuen Zeitalters für die Weltraumforschung. Bemannte Missionen zu anderen Sternensystemen sind jetzt nicht nur möglich, sondern notwendig.",
    "Corvettes": "Korvetten",
    "The FTL breakthrough allowed early attempts to adapt traditional surface-to-space shuttle frames to military applications to finally create relatively small, fast, and maneuverable vessels with limited firepower.": "Der ÜL-Durchbruch ermöglichte früh Versuche, herkömmliche Hüllen von Space Shuttlen für militärische Anwendungen anzupassen, um schließlich relativ kleine, aber schnelle und manövrierbare Schiffe mit begrenzter Feuerkraft zu schaffen.",
    "Destroyers": "Zerstörer",
    "While larger than Corvettes, Destroyer hull configurations still make for comparatively nimble gunboats.": "Obwohl sie größer als Korvetten sind, bieten die Rumpfkonfigurationen von Zerstörern immer noch vergleichsweise wenig Kanonen.",
    "Cruisers": "Kreuzer",
    "Originally devised as an experimental next-generation colony ship hull configuration, the design's ample hardpoints made it ideal for carrying heavy weapons ordnance.": "Ursprünglich als Experiment für den Rumpf eines Kolonieschiffes gedacht, stellte sich der Entwurf der großen Waffenaufhängungen als Ideal für den Transport von schweren Waffen heraus.",
    "Battleships": "Schlachtschiffe",
    "The largest of the standard military vessels, Battleships are traditionally heavily armored and sport several gun batteries.": "Als größtes der normalen Militärschiffe sind Schlachtschiffe schwer gepanzert und verfügen über mehrere Geschützbatterien.",
    "Titans": "Titanen",
    "Designing ships at this scale allows for a deadly combination of exceptional firepower and cutting-edge auxiliary support. Titan configurations may serve as highly versatile flagships which are also capable of bolstering surrounding vessels or ensnaring hostiles.": "Schiffe dieser Größenordnung sind eine tödliche Kombination aus geballter Feuerkraft und hochmodernen Unterstützungssystemen. Titanen-Konfigurationen können als äußerst vielseitige Flaggschiffe eingesetzt werden, die auch in der Lage sind, umliegende Schiffe zu unterstützen oder Feinde zu umzingeln.",
    "Colossi": "Koloss",
    "Advances in mega-engineering blur the lines between reality and fantasy in the form of Colossus-type military vessels. These immense, single-weapon platforms are capable of radically altering or obliterating entire worlds at the push of a button.": "Die Fortschritte im Mega-Bauwesen lassen die Grenzen zwischen Realität und Fantasie in Form von Militärschiffen des Typs Koloss verschwimmen. Diese riesige Waffe ist in der Lage, ganze Welten auf Knopfdruck zu verändern oder zu vernichten.",
    "Improved Corvette Hulls": "Verbesserter Korvettenrumpf",
    "Advances in building techniques will allow for the construction of sturdier and more durable corvettes.": "Fortschritte in der Bautechnik erlauben den Bau von robusteren und beständigeren Korvetten.",
    "Advanced Corvette Hulls": "Fortschrittlicher Korvettenrumpf",
    "The latest generation of corvette hulls have optimized structural integrity fields and improved bulkheads.": "Die neuste Generation von Korvettenrümpfen hat optimierte Integritätsfelder und verbesserte Schotte.",
    "Standardized Corvette Patterns": "Standardisierte Korvetten",
    "Establishing new standards for the modeling and construction of corvettes greatly improves the efficiency of the production pipeline.": "Die Etablierung neuer Standards für die Modellierung und Konstruktion von Korvetten verbessert die Effizienz der Produktion erheblich.",
    "$corvette_hull_effect$\\n$frigate_hull_effect$": "$corvette_hull_effect$\\n$frigate_hull_effect$",
    "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$": "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$",
    "$mod_shipsize_corvette_hull_mult$: §G+10%§!": "$mod_shipsize_corvette_hull_mult$: §G+10%§!",
    "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!": "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!",
    "$mod_shipsize_frigate_hull_mult$: §G+10%§!": "$mod_shipsize_frigate_hull_mult$: §G+10%§!",
    "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!": "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!",
    "Improved Destroyer Hulls": "Verbesserter Zerstörerrumpf",
    "Advances in building techniques will allow for the construction of sturdier and more durable destroyers.": "Fortschritte in der Bautechnik erlauben den Bau von robusteren und beständigeren Zerstörern.",
    "Advanced Destroyer Hulls": "Fortschrittlicher Zerstörerrumpf",
    "The latest generation of destroyer hulls have optimized structural integrity fields and improved bulkheads.": "Die neuste Generation von Zerstörerrümpfen hat optimierte Integritätsfelder und verbesserte Schotte.",
    "Standardized Destroyer Patterns": "Standardisierte Zerstörer",
    "Establishing new standards for the modeling and construction of destroyers greatly improves the efficiency of the production pipeline.": "Die Etablierung neuer Standards für die Modellierung und Konstruktion von Zerstörern verbessert die Effizienz der Produktion erheblich.",
    "$mod_shipsize_destroyer_hull_mult$: §G+10%§!": "$mod_shipsize_destroyer_hull_mult$: §G+10%§!",
    "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!": "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!",
    "Improved Cruiser Hulls": "Verbesserter Kreuzerrumpf",
    "Advances in building techniques will allow for the construction of sturdier and more durable cruisers.": "Fortschritte in der Bautechnik erlauben den Bau von robusteren und beständigeren Kreuzern.",
    "Advanced Cruiser Hulls": "Fortschrittlicher Kreuzerrumpf",
    "The latest generation of cruiser hulls have optimized structural integrity fields and improved bulkheads.": "Die neuste Generation von Kreuzerrümpfen hat optimierte Integritätsfelder und verbesserte Schotte.",
    "Standardized Cruiser Patterns": "Standardisierte Kreuzer",
    "Establishing new standards for the modeling and construction of cruisers greatly improves the efficiency of the production pipeline.": "Die Etablierung neuer Standards für die Modellierung und Konstruktion von Kreuzern verbessert die Effizienz der Produktion erheblich.",
    "$mod_shipsize_cruiser_hull_mult$: §G+10%§!": "$mod_shipsize_cruiser_hull_mult$: §G+10%§!",
    "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!": "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!",
    "Improved Battleship Hulls": "Verbesserter Schlachtschiffrumpf",
    "Advances in building techniques will allow for the construction of sturdier and more durable battleships.": "Fortschritte in der Bautechnik erlauben den Bau von robusteren und beständigeren Schlachtschiffen.",
    "Advanced Battleship Hulls": "Fortschrittlicher Schlachtschiffrumpf",
    "The latest generation of battleship hulls have optimized structural integrity fields and improved bulkheads.": "Die neuste Generation von Schlachtschiffrümpfen hat optimierte Integritätsfelder und verbesserte Schotte.",
    "Standardized Battleship Patterns": "Standardisierte Schlachtschiffe",
    "Establishing new standards for how we design and construct massive battleships greatly improves the speed at which they can be assembled.": "Die Etablierung neuer Standards für die Modellierung und Konstruktion von Schlachtschiffen verbessert die Effizienz der Produktion erheblich.",
    "$mod_shipsize_battleship_hull_mult$: §G+10%§!": "$mod_shipsize_battleship_hull_mult$: §G+10%§!",
    "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!": "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!",
    "Improved Titan Hulls": "Verbesserte Titanen-Hüllen",
    "Advances in building techniques will allow for the construction of sturdier and more durable titans.": "Fortschritte in der Bautechnik erlauben den Bau von robusteren und beständigeren Titanen.",
    "Advanced Titan Hulls": "Fortschrittliche Titanen-Hüllen",
    "The latest generation of titan hulls have optimized structural integrity fields and improved bulkheads.": "Die neuste Generation von Titanenrümpfen hat optimierte Integritätsfelder und verbesserte Schotte.",
    "Starbase Construction": "Sternenbasis-Konstruktion",
    "A centralized space installation built in close orbit around the system primary is necessary to make full use of the resources in a star system.": "Eine zentralisierte Raumstation, die in einer engen Umlaufbahn um den Primärstern kreist, ist notwendig, um die Ressourcen eines Systems vollständig nutzen zu können.",
    "Starport": "Sternenhafen",
    "The earliest starbases were little more than makeshift outposts. Permanent starports will enable us to maintain a firmer grip on star systems.": "Die ersten Sternenbasen waren kaum mehr als improvisierte Außenposten. Permanente Sternenhäfen versetzen uns in die Lage, einen festeren halt über Sternensysteme zu erlangen.",
    "Starhold": "Sternenfeste",
    "As space traffic increases, larger and more defensible starbases are needed to maintain control over system spacelanes.": "Mit zunehmendem Weltraumverkehr werden größere und besser zu verteidigende Sternenbasen benötigt.",
    "Star Fortress": "Sternenfestung",
    "These mighty space forts will provide a focal point for all military activity in a star system, and their presence is sure to deter all but the most stubborn attackers.": "Diese mächtigen Weltraumfestungen stellen den Brennpunkt für alle militärischen Operationen in einem Sternensystem dar und ihre Anwesenheit wird alle noch so hartnäckigen Angreifer sicher abschrecken.",
    "Citadel": "Zitadelle",
    "Plans for an immense battlestation capable of holding its own against several strike fleets are now being drawn up. If realized, these citadels will become monuments to greatness as much as system hubs.": "Der Plan für eine riesige Kampfstation, die sich gegen mehrere feindliche Flotten behaupten kann, wird momentan ausgearbeitet. Bei Verwirklichung, werden die Zitadellen nicht nur ein Monument von beachtlicher Größe, sondern auch der Knotenpunkt eines Systems werden.",
    "Modular Engineering": "Modulares Bauwesen",
    "Streamlined starbase construction procedures, using modular designs, will reduce the present build cost and time.": "Standardisierte Konstruktionsverfahren, die modulare Designs verwenden, reduzieren die derzeitigen Baukosten und die Bauzeit.",
    "Improved Structural Integrity": "Verbesserte strukturelle Integrität",
    "A reinforced framework and blast shields with enhanced impact absorption will ensure the structural integrity of the platform even under immense pressure.": "Ein verstärkter Rahmen und Schutzschilde mit erhöhter Einschlagsabsorption gewährleisten die strukturelle Integrität der Plattform, selbst unter immensem Druck.",
    "Orbital Energy Conversion": "Orbital-Energieumwandlung",
    "Advances in solar panel technology could offset the operating costs of our starbases. The panels would require an entire starbase module to generate enough energy, however.": "Fortschritte im Bereich der Solarzellentechnologie könnten die Betriebskosten unserer Sternenbasen möglicherweise ausgleichen. Für die Solarzellen müsste aber ein gesamtes Sternenbasenmodul reserviert werden, um genügend Energie zu erzeugen.",
    "Mining Guilds": "Bergbaugilden",
    "Organized mining guilds that supervise all resource extraction in a system. This leads to increased efficiency, as independent \"wildcat\" miners are brought to heel.": "Organisierte Bergbaugilden, die die gesamte Ressourcenförderung eines Systems überwachen. Dies führt zu erhöhter Effizienz, da unabhängige, illegale Bergleute gefügig gemacht werden.",
    "Zero-G Work Frames": "Schwerelosigkeits-Arbeitsgestelle",
    "These frames come equipped with a multitude of useful tools, enabling workers to quickly and safely navigate orbital construction sites. E.V.A. missions in space have never been easier.": "Diese Gestelle sind mit einer Vielzahl an Werkzeugen ausgerüstet und ermöglichen den Arbeitern, sich schnell und sicher auf Orbitalbaustellen zu bewegen. E.V.A.-Einsätze im Weltraum waren noch nie so einfach.",
    "Carrier Operations": "Trägergeschwader",
    "These manned strike craft are launched from a mothership and rely on their speed and small size to survive long enough to punch through enemy defenses.": "Diese bemannten Trägergeschwader starten von einem Mutterschiff und verlassen sich auf ihre Geschwindigkeit und geringe Größe, um die feindliche Verteidigung zu durchdringen.",
    "Improved Strike Craft": "Verbessertes Trägergeschwader",
    "The next generation of strike craft, featuring improved avionics, better handling characteristics and more powerful armaments.": "Die nächste Generation des Kurzstreckenjägers mit verbesserten Flugeigenschaften, besserer Steuerung und stärkerer Bewaffnung.",
    "Advanced Strike Craft": "Fortschrittliches Trägergeschwader",
    "A further refinement in strike craft design, these advanced strike craft are a pilot's dream. Their performance far exceeds that of previous models.": "Eine weitere Entwicklungsstufe des Trägergeschwaders. Diese fortschrittlichen Schiffe sind der Traum jedes Piloten. Ihre Leistungsfähigkeit übertrifft die früherer Modelle bei weitem.",
    "Planetary Defenses": "Planetare Verteidigungsanlagen",
    "There may come a time when intellects, vast and cool and unsympathetic, regard our worlds with envy and draw plans against us. We must be ready.": "Eines Tages könnte die Zeit kommen, in der Aliens unsere Welten kühl und mitleidslos mit großem Neid betrachten - und dann Angriffspläne gegen uns schmieden. Wir müssen uns vorbereiten.",
    "Interplanetary Expeditionary Forces": "Interplanetares Expeditionskorps",
    "The invasion of another world is a staggering enterprise. There are immense logistical challenges that must be overcome before we can muster our first interplanetary armies.": "Die Invasion einer anderen Welt ist eine gewaltige und hochkomplexe Unternehmung. Bevor wir unsere ersten interplanetaren Armeen aufstellen können, gilt es noch immense logistische Herausforderungen zu bewältigen.",
    "Orbital Drop Pods": "Orbital-Landungskapseln",
    "Single-use orbital drop pods will lessen our reliance on vulnerable landing craft and allow us to quickly land light forces anywhere on a planet's surface.": "Die Verwendung von Einweg-Landungskapseln wird unsere Abhängigkeit von verwundbaren Landungsschiffen reduzieren und uns ermöglichen, leichtbewaffnete Truppen überall schnell auf der Oberfläche eines Planeten zu landen.",
    "Nanocomposite Materials": "Nanokomposit-Materialien",
    "Reinforced nanocomposite hull plating can provide an extra layer of protection that could be the difference between life and death in a combat situation.": "Verstärkte Nanokomposit-Rumpfplatten bieten eine zusätzliche Schutzschicht, die in Gefechtssituationen den Unterschied zwischen Leben und Tod ausmachen kann.",
    "Ceramo-Metal Materials": "Metall-Keramik-Materialien",
    "A combination of different metals and ceramics that result in a strong armor without sacrificing flexibility.": "In dieser starken Panzerung werden verschiedene Metalle und Keramiken kombiniert, ohne auf Kosten der Flexibilität zu gehen.",
    "Plasteel Materials": "Plastik-Stahl-Materialien",
    "Plasteel is an elastic material that combines many of the qualities of plastics and metal. It is relatively cheap to produce and can be used to augment ship armor.": "Plastik-Stahl ist ein elastisches Material, das viele Qualitäten von Plastik und Stahl miteinander kombiniert. Es kann relativ kostengünstig hergestellt und auch zur Verstärkung von Schiffspanzerungen benutzt werden.",
    "Durasteel Materials": "Durastahl-Materialien",
    "This strong yet flexible material is capable of withstanding severe punishment. It serves well as ship armor.": "Dieses starke und doch dehnbare Material kann selbst schwersten Gewalteinwirkungen widerstehen. Aus diesem Grund ist es gut als Schiffspanzerung geeignet.",
    "Neutronium Materials": "Neutronium-Materialien",
    "This incredibly dense and strong material can resist firepower that would turn armor made of any other alloys into slag.": "Dieses unglaublich dichte und starke Material kann Feindbeschuss aushalten, der alle Panzerungen aus anderen Legierungen in Schlacke verwandeln würde.",
    "Crystal-Infused Plating": "Gegossene Kristallplatten",
    "By infusing armor plating with Crystalline matter we are able to further increase the durability of our ships' protective hulls.": "Durch das Eingießen kristalliner Materie in Panzerplatten können wir die Belastbarkeit unserer Schiffsrümpfe weiter erhöhen.",
    "Crystal-Forged Plating": "Geschmiedete Kristallplatten",
    "Introducing Crystalline matter into the forging process further improves the ultra-hard qualities of crystal-infused metals.": "Durch die Integration kristalliner Materie in den Schmiedevorgang können wir die ultraharten Qualitäten von kristallversetzten Metallen weiter verbessern.",
    "Artificial Dragonscales": "Künstliche Drachenschuppen",
    "The Ether Drake's scales are made up of multiple layers of unique mineral nanostructures. Unorthodox manufacturing techniques allow us to closely emulate these self-repairing structures.": "Die Schuppen des Ätherdrachen bestehen aus mehreren Schichten einzigartiger Mineral-Nanostrukturen. Unorthodoxe Produktionstechniken ermöglichen es uns, diese selbstreparierenden Strukturen nachzubauen.",
    "Armor Hardening": "Panzerungsverhärtung",
    "$ARMOR_HARDENER_1_DESC$": "$ARMOR_HARDENER_1_DESC$",
    "Adaptive Armor Hardening": "Adaptive Panzerungsverhärtung",
    "$ARMOR_HARDENER_2_DESC$": "$ARMOR_HARDENER_2_DESC$",
    "Chemical Thrusters": "Chemische Triebwerke",
    "Simple yet moderately effective chemical thrusters that rely on combustible propellant to function.": "Einfache, aber halbwegs effiziente chemische Triebwerke, die mit brennbaren Treibstoffen funktionieren.",
    "Ion Thrusters": "Ionen-Triebwerke",
    "These electric thrusters use beams of ions to generate thrust without the need for propellant.": "Diese elektrischen Triebwerke erzeugen mit Hilfe von Ionenstrahlen Schub. Treibstoffe werden nicht benötigt.",
    "Plasma Thrusters": "Plasma-Triebwerke",
    "An advanced form of electric propulsion, plasma thrusters afford ships greater sublight speeds and maneuverability.": "Plasma-Triebwerke sind eine fortschrittliche Form von Elektroantrieb und geben Schiffen bei Unterlichtbedingungen eine höhere Geschwindigkeit und Manövrierbarkeit.",
    "Impulse Thrusters": "Impuls-Triebwerke",
    "These highly advanced fusion-powered thrusters provide ships with unmatched maneuverability and speed under sublight conditions.": "Diese modernsten, mit Fusionsenergie gespeisten Triebwerke geben Schiffen bei Unterlichtbedingungen unerreichte Geschwindigkeiten und Manövrierbarkeit.",
    "Afterburners": "Nachbrenner",
    "These powerful thrusters provide additional combat speed but consume a great deal of power.": "Diese leistungsstarken Schubtriebwerke beschleunigen die Gefechtsgeschwindigkeit von Schiffen, haben aber einen hohen Energieverbrauch.",
    "Advanced Afterburners": "Fortschrittliche Nachbrenner",
    "This improved version of the standard afterburners provide an even greater boost to a ship's combat speed.": "Diese verbesserte Version der Standard-Nachbrenner beschleunigt die Gefechtsgeschwindigkeit von Schiffen noch mehr.",
    "Deep Space Defenses": "Weltraumverteidigung",
    "This will enable the construction of defensive deep space platforms to protect our Starbases.": "Dies ermöglicht den Bau von Verteidigungsplattformen im Weltraum, um unsere Sternenbasen zu verteidigen.",
    "Deep Space Stations": "Raumstationen",
    "New construction methods will allow for the construction of even larger military stations in the depths of space.": "Neue Baumethoden ermöglichen den Bau noch größerer Militärstationen in den Tiefen des Weltraums.",
    "Deep Space Installations": "Weltrauminstallationen",
    "These massive installations are like cities floating in space. They can support a crew of thousands, and are often equipped with firepower rivaling that of a fleet.": "Diese gewaltigen Installationen sind wie im Weltraum schwebende Städte. Sie können eine Besatzung von mehreren tausend Mann beherbergen. Hinsichtlich ihrer Feuerkraft können es diese Installationen mit einer Flotte aufnehmen.",
    "Corps of Engineers": "Pionierkorps",
    "The creation of a dedicated naval engineering corps will greatly benefit the construction of deep space defense platforms, decreasing building costs and increasing durability.": "Die Aufstellung eines festen Flotten-Pionierkorps unterstützt den Bau von Verteidigungsplattformen im Weltraum durch Reduzierung der Baukosten und Erhöhung der Belastbarkeit.",
    "Optimized Station Construction": "Optimierter Stationsbau",
    "An extensive evaluation of present military station construction methods has identified several areas of potential improvement.": "Eine umfangreiche Auswertung des derzeitigen Baus militärischer Stationen hat mehrere Bereiche mit potenziellen Verbesserungen identifiziert.",
    "Weather Control Systems": "Wetterkontrollsysteme",
    "The ability to alter a planet's weather patterns to suppress destructive weather phenomena will make residential buildings easier to maintain and open up new areas for habitation.": "Die Fähigkeit Wetterbedingungen eines Planeten zu verändern, um zerstörerische Wetterphänomene zu unterdrücken, wird Wohngebäude leichter zu unterhalten lassen und neue Wohngebiete eröffnen.",
    "Anti-Gravity Engineering": "Anti-Schwerkraft-Technik",
    "With directional gravity technology, buildings on the surface of planets can reach higher than ever before without risking structural collapse. The sky is the limit!": "Mit der direktionalen Gravitationstechnologie können Gebäude auf der Oberfläche von Planeten höher als je zuvor sein, ohne den  strukturellen Zusammenbruch zu riskieren. Der Himmel ist die Grenze!",
    "Agrarian Utopias": "Agrarische Utopien",
    "Through the establishment of weather-controlled rural communes, we can support a larger population without disrupting our agrarian way of life.": "Durch die Gründung wettergeführter ländlicher Gemeinden können wir eine größere Bevölkerung unterstützen, ohne unsere landwirtschaftliche Lebensweise zu stören.",
    "Mechanized Mining": "Mechanisierter Bergbau",
    "The application of mechanical engineering to mineral extraction is a fundamental requirement for any industrial society.": "Die Anwendung des Maschinenbaus in der Mineralgewinnung ist eine Grundvoraussetzung für jede industrielle Gesellschaft.",
    "Industrial Base": "Industriebasis",
    "The basic industrial infrastructure that is required to become a spacefaring civilization.": "Die grundlegende industrielle Infrastruktur, die eine Zivilisation benötigt, um zur Raumfahrt-Zivilisation aufzusteigen.",
    "Powered Exoskeletons": "Energiebetriebene Exoskelette",
    "Wearing a powered exoskeleton suit augments the user's strength and speed. The military applications are obvious, but it will also increase labor efficiency.": "Das Tragen eines energiebetriebenen Exoskeletts macht den Nutzer schneller und stärker. Die militärischen Anwendungsmöglichkeiten sind offensichtlich, aber auch die Arbeitseffizienz wird davon profitieren.",
    "Improved Servomotors": "Verbesserte Servomotoren",
    "More powerful servomotors will increase the weight our robotic units can carry. Mining units can haul more minerals off to be processed, and war machines can be fitted with heavier armaments.": "Leistungsfähigere Servomotoren erhöhen das Gewicht, das unsere Robotereinheiten tragen können. Bergbaueinheiten können mehr Mineralien für die Verarbeitung schleppen und Kriegsmaschinen können mit schwereren Rüstungen ausgestattet werden.",
    "Geothermal Fracking": "Geothermisches Fracking",
    "New fracking techniques will allow us to tap into previously unattainable pockets of geothermal resources deep beneath the planet's crust.": "Neue Fracking-Methoden werden uns ermöglichen, früher unerreichbare geothermische Ressourcen tief unterhalb der Kruste des Planeten zu erschließen.",
    "Deep Core Mining": "Kern-Tiefenbergbau",
    "These massive drills are needed to access the rich mineral deposits that can often be found close to a planet's core.": "Diese riesigen Bohrer werden benötigt, um die reichen Mineralvorkommen zu erreichen, die oft nahe am Kern eines Planeten zu finden sind.",
    "Mineral Isolation": "Mineralisolierung",
    "Advanced spectrometry combines with fracking techniques and chemical flushing to rapidly exploit shallow and mid-depth deposits.": "Mit Hilfe von fortschrittlicher Spektometrie, Frackingmethoden und chemischen Ausspülungen können flache und mitteltiefe Vorkommen schnell abgebaut werden.",
    "Synchronized Work Patterns": "Synchronisierte Arbeitsmuster",
    "By synchronizing the work patterns of our mining networks, their output efficiency can be further increased.": "Durch die Synchronisation der Arbeitsmuster unserer Bergbaunetzwerke können wir ihre Förderleistung weiter steigern.",
    "Nanomechanics": "Nanomechanik",
    "Advanced instrumentation allows for the study and practical application of physical systems at nanometric scales.": "Fortschrittliche Instrumentierung ermöglicht das Studium und die praktische Anwendung physischer Systeme auf nanometrischen Maßstäben.",
    "Supersolid Materials": "Suprasolide Materialien",
    "The production and understanding of supersolids are of immeasurable value to any and every space-age civilization.": "Das Produzieren und Verstehen suprasolider Materialien ist für jede Raumfahrt-Zivilisation von unschätzbarem Wert.",
    "Superfluid Materials": "Suprafluide Materialien",
    "The study of superfluidity promises to marry quantum mechanics with the fundamental interaction of gravity.": "Das Studium suprafluider Materialien verspricht, Quantenmechanik mit der fundamentalen Interaktion der Schwerkraft verbinden zu können.",
    "Robotic Workers": "Roboterarbeiter",
    "These robotic work units are perfect for menial labor tasks. They are hard-working and capable of following simple vocal instructions, but should not be expected to climb stairs.": "Diese roboterhaften Arbeitseinheiten sind perfekt für niedere Tätigkeiten geeignet.  Sie arbeiten hart und sind in der Lage, einfachen Sprachanweisungen zu folgen. Treppensteigen sollte man von ihnen aber nicht erwarten.",
    "Droids": "Androiden",
    "Upgraded robotic workers, these units have an expanded movement range equal to that of most organics. Their neural processors have also been greatly improved.": "Verbesserte roboterhafte Arbeiter. Der erweiterte Bewegungsumfang entspricht dem der meisten organischen Wesen. Ihre Neuralprozessoren sind ebenfalls stark verbessert worden.",
    "Synthetics": "Synthetische",
    "Highly advanced robots that are stronger, faster and more durable than the vast majority of organics. With their upgraded neural processors they are fully capable of independent operations.": "Modernste Roboter, die stärker, schneller und belastbarer als die meisten organischen Wesen sind. Aufgrund ihrer verbesserten Neuralprozessoren können sie absolut selbständig handeln.",
    "Synthetic Personality Matrix": "Synthetische-Persönlichkeitsmatrix",
    "Equipped with a personality, synthetics will finally be able to interact socially on equal terms with the rest of our citizens. Some units may even assume leadership roles.": "Nach der Einspeisung einer Persönlichkeit können Androiden mit dem Rest unserer Bürger gleichgestellt sozial interagieren. Einige Einheiten könnten sogar Führungspositionen einnehmen.",
    "Integrated Cybernetics": "Integrierte Kybernetik",
    "Improving upon basic exoskeletal suits, these integrated cybernetic implants make the user more resistant to harmful environmental effects.": "Diese kybernetischen Implantate sind eine Verbesserung der einfachen Exoskelett-Anzüge und machen den Benutzer widerstandsfähiger gegen schädliche Umwelteinflüsse.",
    "Adaptive Cybernetics": "Adaptive Kybernetik",
    "Installing cybernetic implants that adapt to the local environment will boost the efficiency of our drones.": "Unseren Drohnen kybernetische Implantate einzubauen, die sie an die lokale Umgebung anpassen, wird ihre Effizienz erhöhen.",
    "Mineral Purification": "Mineralaufbereitung",
    "Optimal processing of mined materials have allowed us to reach new levels of efficiency.": "Über die optimale Verarbeitung abgebauter Materialien haben wir völlig neue Effizienzstufen erreicht.",
    "Advanced Mineral Purification": "Fortschrittliche Mineralaufbereitung",
    "Second-stage processing of pseudo-refined minerals allow for more efficient storage and transportation.": "Die Weiterverarbeitung pseudoraffinierter Minerale ermöglicht effizienteres Lagern und Transportieren.",
    "Assembly Patterns": "Montagemuster",
    "Rapid iteration in construction simulations determines the optimal component assembly patterns for each building project ahead of time.": "Eine schnelle Wiederholung bei Konstruktionssimulationen bestimmt optimale Bauteilvorlagen für jedes Bauprojekt bereits vorzeitig.",
    "Construction Templates": "Bauvorlagen",
    "Standardized pre-fab templates massively reduce on-site facility construction times.": "Standardisierte Fabrikvorlagen reduzieren die Bauzeiten vor Ort massiv.",
    "Machine Template System": "Maschinenschablonensystem",
    "$building_resource_silo$ Capacity: §G+5000§!": "Kapazität ($building_resource_silo$): §G+5000§!",
    "Rewritable assembly templates allow for the creation of bespoke synthetic worker designs.": "Überschreibbare Montagevorlagen ermöglichen die Erstellung von maßgeschneiderten synthetischen Arbeiterentwürfen.",
    "Standardization of assembly templates allow for improved specialization of the drone population.": "Eine Standardisierung der Montagevorlagen ermöglicht eine verbesserte Spezialisierung von Drohnenbewohnern.",
    "Cross-Model Standardization": "Quermodellierte Standardisierung",
    "Improved production practices allow for greater alterations to synthetic workers without compromising core functionality.": "Verbesserte Herstellungspraktiken erlauben eine größere Umbauten an synthetischen Arbeitern ohne Kompromisse bei der Kernfunktionalität zu machen.",
    "Fungible Circuitry": "Ersetzbare Schaltkreise",
    "Improved production practices allow for fundamental changes to synthetic workers without compromising core functionality.": "Verbesserte Herstellungspraktiken erlauben größere Umbauten an synthetischen Arbeitern, ohne Kompromisse bei der Kernfunktionalität zu machen.",
    "Matter Generation": "Materiegeneration",
    "By using vast amounts of energy we are able to convert light into matter from seemingly nothing.": "Durch den Einsatz großer Mengen an Energie können wir Licht in Materie umwandeln.",
    "Mega-Assembly Systems": "Mega-Werft",
    "Advanced templates allow us to drastically increase the assembly of new units.": "Erweiterte Vorlagen ermöglichen es uns, die Montagegeschwindigkeit neuer Einheiten drastisch zu erhöhen.",
    "Robotic Assembly Systems": "Roboter-Montagesysteme",
    "Advanced templates allow us to drastically increase the assembly of new robots.": "Erweiterte Vorlagen ermöglichen es uns, die Montagegeschwindigkeit neuer Roboter drastisch zu erhöhen.",
    "Offworld Construction": "Weltraumbau",
    "Construction in space presents our engineers with new design challenges that must be solved before we can build orbital stations above other worlds.": "Bauvorhaben im Weltraum stellen unsere Ingenieure vor neue Designherausforderungen, die wir lösen müssen, bevor wir über anderen Welten Orbitalstationen bauen können.",
    "On-Site Processing": "Vor-Ort-Verarbeitung",
    "By processing minerals directly above the world where they are extracted, our mining efficiency is substantially improved.": "Indem wir geförderte Materialien direkt über der jeweiligen Welt verarbeiten, können wir unsere Bergbaueffizienz erheblich steigern.",
    "Autonomous Mining Operations": "Autonome Bergbaubetriebe",
    "By relying extensively on automated drones, mining stations can be operated with only a small skeleton crew. This will lower their costs.": "Durch umfangreichen Einsatz automatisierter Drohnen können Bergbaustationen mit kleinen Rumpfbesatzungen betrieben werden. Dies wird ihre Kosten reduzieren.",
    "Satramene Refining": "Satramengas-Raffinierung",
    "This gas is a naturally occurring stimulant found on some worlds. It has a calming effect on most beings, and can be used as a non-violent way of pacifying hostile individuals.": "Dieses Gas ist ein natürlich vorkommendes Stimulanzmittel, das auf manchen Welten zu finden ist. Auf die meisten Wesen hat es eine beruhigende Wirkung. Es kann deshalb als gewaltlose Methode zur Beruhigung feindseliger Individuen eingesetzt werden.",
    "Garanthium Mining": "Garanthium-Abbau",
    "Establishing successful Garanthium quarries poses unique challenges, as the malleable qualities of the ore make it as difficult to mine as it is attractive.": "Die erfolgreiche Einrichtung von Garanthium-Brüchen stellt einzigartige Herausforderungen an uns, da dieses Erz so dehnbar ist, dass man es nur schwer abbauen kann - so attraktiv es auch sein mag.",
    "Orillium Mining": "Orillium-Bergbau",
    "Stabilization beams allow relatively safe extraction of volatile Orillium ores.": "Stabilisierungsstrahlen ermöglichen den Abbau der flüchtigen Orillium-Erze in relativer Sicherheit.",
    "Living Metal": "Lebendes Metall",
    "Mining and processing the rare living metals is exceedingly difficult, but successful application of the mutable alloys yields incomparable advantages.": "Der Abbau und die Verarbeitung des lebenden Metalls sind äußerst schwierig, aber die erfolgreiche Anwendung der wandelbaren Legierungen bietet unvergleichliche Vorteile.",
    "Betharian Refining": "Betharian-Raffinierung",
    "The Betharian minerals appear to have originated from singular source, but were scattered across the galaxy millennia ago. The minerals are most often encountered as pebble-sized clusters, and are highly flammable.": "Die Betharian-Mineralien scheinen von einer einzelnen Quelle zu stammen, wurden aber vor Jahrtausenden in der Galaxie verstreut. Meistens findet man die hochentzündlichen Mineralien als kieselsteinförmige Gruppen.",
    "Rare Crystal Mining": "Abbau seltener Kristalle",
    "Mining these crystals without damaging or even destroying them is an extremely delicate process. It requires advanced equipment capable of pinpoint precision.": "Diese Kristalle zu gewinnen, ohne sie zu beschädigen oder gar zu zerstören, ist ein äußerst heikler Prozess. Es erfordert hochentwickelte Ausrüstung, die zu äußerster Präzision in der Lage ist.",
    "Nanobot Assemblers": "Nanobot-Monteure",
    "Proximity Mines": "Annäherungsminen",
    "Mega-Engineering": "Mega-Bauwesen",
    "To complete construction projects of truly staggering scales we must first achieve a fundamental understanding of both the engineering and resource storage requirements for such megastructures.": "Zum Bau von Projekten gigantischen Ausmaßes müssen wir zuerst ein fundamentales Verständnis der Anforderungen in puncto Bauwesen und Baumateriallagerung erlangen.",
    "Mass Drivers": "Massebeschleuniger",
    "These electromagnetic projectile launchers use magnets to accelerate armor-piercing rounds towards targets at high speeds.": "Diese elektromagnetischen Projektilwerfer beschleunigen panzerbrechende Geschosse mit Magneten auf hohe Geschwindigkeiten.",
    "Coilguns": "Gauss-Geschütze",
    "Coilguns are more powerful versions of the early mass drivers, using electromagnetic coils to rapidly accelerate projectiles towards targets.": "Gauss-Geschütze sind leistungsstärkere Versionen der frühen Massebeschleuniger, die Geschosse mit elektromagnetischen Spulen auf enorme Geschwindigkeiten beschleunigen.",
    "Railguns": "Railguns",
    "The latest in electromagnetic accelerators, railguns use twin parallel rails to fire projectiles at incredible speeds.": "Die modernste Entwicklung im Bereich elektromagnetischer Beschleunigungswaffen. Railguns feuern Projektile auf Zwillingsschienen mit unfassbaren Geschwindigkeiten ab.",
    "Advanced Railguns": "Fortschrittliche Railguns",
    "A new version of the venerable railgun, with sturdier rails and an enhanced power supply. These weapons are even more powerful and accurate than their predecessors.": "Eine neue Version der altehrwürdigen Railgun, aber mit robusteren Schienen und verbesserter Energieversorgung. Diese Waffen sind noch leistungsstärker und zielgenauer als ihre Vorgänger.",
    "Gauss Cannons": "Gauss-Kanonen",
    "This updated version of the old coilgun design is even more destructive than the latest railgun designs. It is capable of launching projectiles with incredible accuracy and speed.": "Diese verbesserte Version des alten Gauss-Geschütz-Designs ist noch zerstörerischer als die neuesten Railgun-Designs. Sie kann Projektile mit unglaublicher Zielgenauigkeit und Geschwindigkeit verschießen.",
    "Kinetic Battery": "Kinetische Batterie",
    "Very long-range artillery capable of hurling powerful rounds over extreme distances with a large degree of accuracy.": "Langstrecken-Artillerie, die mächtige Geschosse mit extremer Reichweite und großer Zielgenauigkeit verschießt.",
    "Kinetic Artillery": "Kinetische Artillerie",
    "An even more powerful long-range, ship-based artillery cannon, equipped with a new barrel and an upgraded fire control computer.": "Ein noch weitreichenderes Stück Schiffsartillerie mit neuartigem Geschützrohr und verbesserter Feuerleitanlage.",
    "Mega Cannon": "Mega-Kanone",
    "An enormous mass accelerator cannon that can only be placed in a spinal mount and fires monstrously powerful rounds over vast distances.": "Eine gewaltige Massebeschleunigerkanone, die nur spinal montiert werden kann und Geschosse mit fürchterlicher Schadenswirkung über große Distanzen verschießt.",
    "Giga Cannon": "Giga-Kanone",
    "An even more powerful mass accelerator cannon that can rip through even the toughest shields.": "Eine noch mächtigere Massebeschleunigerkanone, die selbst die stärksten Schilde mit Leichtigkeit durchdringen kann.",
    "Autocannons": "Autokanonen",
    "Large-caliber ballistic weapons that fire cased explosive shells. The main advantage of these cannons is their high rate of fire.": "Großkalibrige, ballistische Waffe, die Sprenggranaten verschießt. Der Hauptvorteil dieser Kanonen liegt in ihrer hohen Feuergeschwindigkeit.",
    "Ripper Cannons": "Ripper-Kanonen",
    "These upgraded rotary autocannons feature improved tracking and fire control systems. This allows them to maintain an even higher rate of fire.": "Diese verbesserten, drehbaren Autokanonen verfügen über bessere Zielerfassungs- und Feuerleitsysteme. Dies ermöglicht eine sogar noch höhere Feuergeschwindigkeit.",
    "Stormfire Cannons": "Sturmfeuer-Kanonen",
    "Advanced rotary autocannons capable of spewing a cloud of high-explosive shells at a target.": "Fortschrittliche, drehbare Autokanonen, die Feinden einen Schwarm hochexplosiver Geschosse entgegenwerfen.",
    "Flak Battery": "Flak-Batterie",
    "Gun batteries that fire shrapnel rounds at close range. They are particularly lethal to enemy strike craft, but can also defend against missiles.": "Geschützbatterien, die auf kurze Entfernung starke Schrapnellwirkung entfalten. Gegen feindliche Trägergeschwader sind sie besonders tödlich, können aber Raketen abwehren.",
    "Flak Cannons": "Flak-Kanonen",
    "Upgraded flak batteries with new, more powerful shrapnel rounds.": "Verbesserte Flakbatterien mit neuen, stärkeren Schrapnellgranaten.",
    "Flak Artillery": "Flak-Artillerie",
    "Predictive tracking algorithms and even more powerful rounds make these batteries incredibly lethal to enemy strike craft.": "Vorausahnende Zielalgorithmen und noch leistungsstärkere Munition machen diese Batterien für feindliche Trägergeschwader unglaublich tödlich.",
    "Nuclear Missiles": "Atomraketen",
    "Space-to-space missiles equipped with high-yield nuclear warheads. Although based on old pre-space technology, these crude fire-and-forget weapons can be surprisingly effective at range.": "Raum-Raum-Raketen, die mit starken atomaren Sprengköpfen ausgerüstet sind. Diese kruden Fire-and-Forget-Waffen basieren zwar auf alter Vor-Raumfahrt-Technologie, können aber auf Entfernung überraschend effektiv sein.",
    "Fusion Missiles": "Fusionsraketen",
    "These updated space-to-space missiles have more powerful fusion warheads and improved flight performance.": "Diese verbesserten Raum-Raum-Raketen besitzen stärkere atomare Sprengköpfe und weisen verbesserte Flugeigenschaften auf.",
    "Antimatter Missiles": "Antimaterie-Raketen",
    "Advanced missiles equipped with very powerful antimatter warheads. A new and improved guidance system gives them a better chance of finding their targets.": "Fortschrittliche Raketen mit äußerst starken Antimaterie-Sprengköpfen. Ein neues und verbessertes Zielleitungssystem führt sie mit höherer Wahrscheinlichkeit zum Ziel.",
    "Quantum Missiles": "Quantenraketen",
    "The latest version of space-to-space missile, this upgraded variant has an immensely powerful warhead that draws its energy from a zero point vacuum.": "Diese verbesserte, neueste Version der Raum-Raum-Rakete hat einen enorm mächtigen Sprengkopf, der seine Energie aus einem Nullpunkt-Vakuum bezieht.",
    "Marauder Missiles": "KI-Raketen",
    "These highly advanced missiles are equipped with limited onboard AI pilots that substantially improve their performance and ability to track targets.": "Diese höchst fortschrittlichen Raketen sind mit limitierten KI-Onboard-Piloten ausgerüstet, was ihre Leistungs- und Zielsuchfähigkeit erheblich verbessert.",
    "Swarmer Missiles": "Schwarmraketen",
    "These smaller missiles are launched in volleys and have been specifically designed to overwhelm enemy point-defense systems.": "Diese kleineren Raketen werden in Salven abgefeuert und sollen speziell feindliche Punktverteidigungssysteme überwinden.",
    "Whirlwind Missiles": "Wirbelwind-Raketen",
    "New miniaturization techniques will allow us to equip swarmer missiles with more powerful warheads and improved flight performance.": "Neue Miniaturisierungsmethoden ermöglichen es uns, kleinere Schwarmraketen mit stärkeren Sprengköpfen und besseren Flugeigenschaften zu bauen.",
    "Space Torpedoes": "Weltraumtorpedos",
    "These torpedoes are essentially very large, slow-moving missiles. They are equipped with more powerful warheads and shield modulators that let them slip unmolested through energy screens.": "Diese Torpedos sind im Prinzip riesige, langsam fliegende Raketen. Sie sind mit stärkeren Gefechtsköpfen und Schildmodulatoren ausgerüstet, mit denen sie Energieschilde unbehelligt durchdringen können.",
    "Armored Torpedoes": "Panzertorpedos",
    "Upgraded space torpedoes encased in armor, to better withstand enemy point-defense fire. The armor fragments into shards that cause additional damage when the torpedo detonates.": "Verbesserte Weltraumtorpedos, deren Panzerung feindlichem Punktverteidigungsbeschuss widerstehen kann. Die Panzerung fragmentiert sich in Splitter, die bei der Detonation des Torpedos zusätzliche Schäden verursachen.",
    "Devastator Torpedoes": "Verwüstertorpedos",
    "Advanced torpedoes with very powerful warheads. They have a sleeker design, faster engines and upgraded shield modulators for slipping through energy screens.": "Fortschrittliche Torpedos mit äußerst starken Gefechtsköpfen. Sie sind schlanker, haben schnellere Antriebe und sind zum Durchdringen von Energieschilden mit besseren Schildmodulatoren ausgerüstet.",
    "Deep Scan Instruments": "Tiefenscan-Instrumente",
    "Unused": "Unbenutzt",
    "Databank Uplinks": "Datenbank-Uplinks",
    "High-capacity quantum bands dedicated to databank transfers make possible virtually completely synchronous research operations across vast distances.": "Hochleistungsfähige Quanten-Frequenzbänder für Datenbanktransfers ermöglichen die praktisch vollständig synchrone Durchführung von Forschungsoperationen über große Entfernungen.",
    "Uplink Miniaturization": "Uplink-Miniaturisierung",
    "Miniaturization of the endpoint transmitters allow for installing them in clusters, further increasing bandwidth.": "Die Miniaturisierung der Endpunkt-Transmitter ermöglicht deren Installation in Gruppen, was die Bandbreite weiter erhöht.",
    "Scientific Method": "Wissenschaftliche Methode",
    "Testable predictions of observable phenomena.": "Testbare Vorhersagen beobachtbarer Phänomene.",
    "Exotic Materials Labs": "Exotisches Materialienlabor",
    "As we explore the galaxy, we continually encounter new materials and substances that are unfamiliar to us. Cataloging and analyzing these discoveries will require new facilities.": "Während wir die Galaxie erkunden, begegnen wir ständig neuen Materialien und Substanzen, die uns nicht vertraut sind. Die Katalogisierung und Analyse dieser Entdeckungen erfordert neue Einrichtungen.",
    "Multi-Dimensional Studies": "Multi-Dimensionale Studien",
    "To expand our knowledge base, we must consider all levels of existence. A new realm of science awaits us!": "Um unsere Wissensbasis zu erweitern, müssen wir alle Ebenen der Existenz berücksichtigen. Ein neues Reich der Wissenschaft erwartet uns!",
    "Quantum Theory": "Quantentheorie",
    "Exploring the mediation of fundamental forces through subatomic particles.": "Die Erforschung der Mediation von Naturkräften durch subatomare Partikel.",
    "Applied Quantum Physics": "Angewandte Quantenphysik",
    "The seemingly erratic behavior of tiny things can dramatically alter the way we think about bigger things.": "Das vermeintlich fehlerhafte Verhalten kleiner Dinge kann unsere Denkweise über größere Dinge drastisch ändern.",
    "Space-Time Theory": "Raum-Zeit-Theorie",
    "Three dimensions, inextricable from the fourth.": "Drei Dimensionen, unlösbar mit der vierten verbunden.",
    "Administrative AI": "Verwaltungs-KI",
    "Organizational circuitry rerouting academic fervor.": "Organisatorische Schaltkreise leiten akademischen Eifer um.",
    "Academic Optimization": "Wissenschaftsoptimierung",
    "New subroutines will sharpen the focus of our research units and eliminate inefficiency.": "Neue Subroutinen schärfen den Fokus unserer Forschungseinheiten und eliminieren Ineffizienz.",
    "Positronic AI": "Positronische KI",
    "Evolving artificial intellects are opening the door to the possibility for true synthetic sapience.": "Die Entwicklung von künstlichen Intellekten öffnet die Tür für echte synthetische fühlende Wesen.",
    "Synaptic Enhancers": "Synaptische Verstärker",
    "Thought before action. Our Mind will evolve to ever greater heights.": "Denken vor Handeln. Unser Verstand wird sich in große Höhen entwickeln.",
    "Autonomous Synapses": "Autonome Synapsen",
    "Indivisible unity apart.": "Untrennbare Einheitsteilung.",
    "Positronic Implants": "Positronische Implantate",
    "Expanding possibilities through the application of limited cybernetics.": "Die Erweiterung der Möglichkeiten durch die Anwendung begrenzter Kybernetik.",
    "Positronic Processors": "Positronische Prozessoren",
    "Opening new avenues of synthetic thought.": "Eröffnet neue Wege des synthetischen Denkens.",
    "Specialized Combat Computers": "Spezialisierte Gefechtscomputer",
    "Active matrices tuned for specific combat-centric tasks greatly improve engagement efficiency.": "Aktive Matrizen, die speziell auf Gefechtsaufgaben eingestellt sind, verbessern die Angriffseffizienz immens.",
    "Extended Combat Algorithms": "Erweiterte Gefechtsalgorithmen",
    "Further advances in predictive algorithms allow for augmented tactical decision-making in the field.": "Weiter verbesserte Prognose-Algorithmen ermöglichen kompetentere taktische Entscheidungsfindung im Gefecht.",
    "Sapient Combat Simulations": "Fühlende Gefechtssimulationen",
    "Running sapient AIs through high-intensity combat simulations yields valuable insight into potential optimizations for risk-evaluation techniques.": "Das Durchspielen von Hochintensitäts-Gefechtssimulationen mit fühlenden KIs gewährt wertvolle Einsichten in potenzielle Optimierungen von Risikobewertungsmethoden.",
    "Autonomous Ship Intellects": "Autonomer Schiffsverstand",
    "Granting our ships their own semi-autonomous intellect will greatly enhance their responsiveness in combat.": "Indem wir unseren Schiffen einen eigenen halbautonomen Verstand verliehen, wird ihre Reaktionsfähigkeit im Kampf erheblich verbessert.",
    "Active Countermeasures": "Aktive Gegenmaßnahmen",
    "The best defense is a good offense.": "Angriff ist die beste Verteidigung.",
    "Interlinked Support Systems": "Verbundene Unterstützungssysteme",
    "Arrays of defensive armaments prove much more effective than independent countermeasures.": "Mehrere miteinander verbundene Verteidigungssysteme sind viel effizienter als unabhängige Gegenmaßnahmen.",
    "Predictive Algorithms": "Prognose-Algorithmen",
    "Advanced prediction greatly increases the accuracy of active countermeasure systems.": "Verbesserte Prognosen erhöhen die Zielgenauigkeit aktiver Verteidigungssysteme enorm.",
    "Synchronized Defenses": "Synchronisierte Verteidigung",
    "Aligning defensive and offensive weapon execution paradigms allows for increased efficiency.": "Die Ausrichtung defensiver und offensiver Waffen-Ausführungsparadigmen ermöglicht die Steigerung der Effizienz.",
    "Interplanetary Research Initiative": "Interplanetare Forschungsinitiative",
    "Quantum Neuro-Links": "Quantum-Neurolink",
    "Advanced neurological implants with connection to quantum computing clusters allow for multi-threaded thoughts.": "Fortschrittliche neurologische Implantate, die mit Quantencomputer-Clustern verbunden sind, ermöglichen es, per Multithreading zu denken.",
    "AI-Controlled Colony Ships": "KI-gesteuerte Kolonieschiffe",
    "By giving control of the colony ship to an Artificial Intelligence, the crew and colonists can be suspended in a deep sleep.": "Durch die Übergabe der Kontrolle über das Kolonieschiff an eine künstliche Intelligenz können die Besatzung und die Kolonisten in den Tiefschlaf versetzt werden.",
    "Colony Fabrication Drones": "Kolonieherstellungsdrohnen",
    "Fleets of small but efficient construction drones that are stored in the cargo bays of colony ships. Once activated on a planetary surface, they greatly speed up the initial settlement process.": "Flotten von kleinen, aber effizienten Konstruktionsdrohnen, die im Frachtraum von Kolonieschiffen aufbewahrt werden. Sobald sie auf einer planetaren Oberfläche aktiviert werden, beschleunigen sie den anfänglichen Siedlungsprozess erheblich.",
    "Self-Aware Colony Ships": "Selbstbewusste Kolonieschiffe",
    "Sufficiently advanced systems are capable of optimizing themselves if they are made acutely aware of the purpose for which they were made.": "Ausreichend fortschrittliche Systeme sind in der Lage, sich selbst zu optimieren. Vorausgesetzt natürlich, man macht ihnen ihren Einsatzzweck wohl bewusst.",
    "Automated Exploration Protocols": "Automatisierte Erkundungsprotokolle",
    "An advanced AI will aid science officers in their task to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no Blorg has gone before. The Science Ship will be able to explore the galaxy with help from an AI.": "Fortschrittliche KIs werden Wissenschaftsoffizieren bei der Erkundung merkwürdiger neuer Welten und der Suche nach neuem Leben und neuen Zivilisationen unterstützen und in Bereiche vordringen, die noch kein Blorg zuvor gesehen hat. Mit Unterstützung durch eine KI wird das Forschungsschiff in der Lage sein, die Galaxie zu erkunden.",
    "Autonomous Exploration Algorithms": "Autonome Erkundungsalgorithmen",
    "Updated and more advanced algorithms will not only speed up surveying, but also permit our exploration assets to spend more time in deep space without continuous instructions from the central Machine Intelligence.": "Aktualisierte und fortschrittlichere Algorithmen werden nicht nur die Vermessung beschleunigen, sondern erlauben unseren Erkundungseinheiten auch, mehr Zeit im Weltraum zu verbringen, ohne kontinuierlich Instruktionen der zentralen Maschinenintelligenz zu erhalten.",
    "Auxiliary Fire-control": "Hilfsfeuerkontrolle",
    "$FIRE_CONTROL_1_DESC$": "$FIRE_CONTROL_1_DESC$",
    "Exotic Gas Refining": "Exotische Gasraffinierung",
    "Exotic Gas can be produced artificially, but it is a difficult process that requires advanced refinery equipment.": "Exotisches Gas kann künstlich hergestellt werden, doch dies ist ein schwieriger Prozess, der fortschrittliche Raffinerieausrüstung benötigt.",
    "Volatile Material Plants": "Flüchtige Gewebebepflanzung",
    "Aside from the obvious safety concerns, the artificial creation of Volatile Motes is an extremely delicate and complicated process that requires highly specialized equipment.": "Abgesehen von den offenkundigen Sicherheitsbedenken ist die künstliche Erstellung von flüchtigen Teilchen ein extrem heikler und komplizierter Prozess, der hochspezialisierte Ausrüstung erfordert.",
    "Rare Crystal Manufacturing": "Seltene Kristallherstellung",
    "The crystallization process is complicated and difficult, but synthetic crystals can be manufactured by using specialized industrial plants.": "Der Kristallisationsprozess ist kompliziert und schwierig, aber synthetische Kristalle können unter Verwendung spezieller Industrieanlagen hergestellt werden.",
    "Neutronium Extraction": "Neutronium-Extraktion",
    "Neutronium is a super-dense substance composed of neutrons that can be forged into extremely resistant and durable armor.": "Neutronium ist eine supra-dichte, aus Neutronen bestehende Substanz, aus der extrem widerstandsfähige und haltbare Panzerung gefertigt werden kann.",
    "Dark Matter Drawing": "Dunkle-Materie-Kondensation",
    "This exotic substance has many properties that seemingly defy the laws of physics. Harvestable concentrations can only be found near Black Holes or in certain nebulas.": "Diese exotische Substanz hat viele Eigenschaften, die sich den Gesetzen der Physik scheinbar widersetzen. Förderbare Konzentrationen können nur in der Nähe von schwarzen Löchern oder in bestimmten Nebeln gefunden werden.",
    "Fission Power": "Kernspaltungsenergie",
    "This energy source generates power for ships through induced fission, but it also produces harmful nuclear waste.": "Diese Energiequelle erzeugt Energie durch Kernspaltung, produziert aber auch schädlichen Atommüll.",
    "Fusion Power": "Fusionsenergie",
    "Nuclear fusion processes generate a great amount of power for ships, but without many of the risks associated with fission power.": "Die atomare Fusion erzeugt ein hohes Maß an Energie, aber ohne viele der Risiken, die mit der Kernspaltung in Verbindung gebracht werden.",
    "Cold Fusion Power": "Kalte Fusionsenergie",
    "The ability to sustain a fusion reaction at relatively low temperatures will result in a new generation of fusion reactors for our ships.": "Die Fähigkeit, eine Fusionsreaktion bei relativ geringen Temperaturen ablaufen zu lassen, wird zu einer neuen Generation von Fusionsreaktoren führen.",
    "Antimatter Power": "Antimaterie-Energie",
    "By harnessing the energy produced by matter/antimatter annihilations, our efficiency at generating ship power will be orders of magnitude better than fusion.": "Durch Nutzung der durch Materie/Antimaterie-Annihilationen produzierten Energie werden wir Energie weit effizienter erzeugen können als mit Fusion.",
    "Zero Point Power": "Nullpunkt-Energie",
    "These generators extract vacuum energy, providing an almost limitless supply of ship power. There is no more efficient way to generate energy.": "Diese Generatoren extrahieren Vakuum-Energie und stellen eine fast unerschöpfliche Energiequelle dar. Es gibt keine effizientere Methode der Energieerzeugung.",
    "Dark Matter Power": "Dunkelmaterie-Energie",
    "These generators appear to somehow draw energy directly from dark matter, providing more ship power than should be possible according to the laws of physics.": "Diese Generatoren scheinen Energie irgendwie direkt aus der Dunklen Materie zu beziehen, wodurch mehr Energie geliefert werden kann, als es nach den Gesetzten der Physik möglich wäre.",
    "Dark Matter Propulsion": "Dunkelmaterieantrieb",
    "$SHIP_THRUSTER_5_DESC$": "$SHIP_THRUSTER_5_DESC$",
    "Reactor Boosters": "Reaktor-Verstärker",
    "$REACTOR_BOOSTER_1_DESC$": "$REACTOR_BOOSTER_1_DESC$",
    "Improved Reactor Boosters": "Verbesserte Reaktor-Verstärker",
    "$REACTOR_BOOSTER_2_DESC$": "$REACTOR_BOOSTER_2_DESC$",
    "Advanced Reactor Boosters": "Fortschrittliche Reaktor-Verstärker",
    "$REACTOR_BOOSTER_3_DESC$": "$REACTOR_BOOSTER_3_DESC$",
    "Deflectors": "Deflektoren",
    "Energy deflector screens can stop a limited amount of incoming enemy fire before overloading. Their main drawback is that they consume large amounts of power.": "Energiedeflektoren können ein beschränktes Maß an Feindbeschuss aufhalten, bevor sie sich überladen. Ihr größter Nachteil ist ihr erheblicher Energieverbrauch.",
    "Improved Deflectors": "Verbesserte Deflektoren",
    "These updated deflector screens are capable of soaking up even more punishment before they overload.": "Diese verbesserten Deflektorschirme können noch mehr Beschuss absorbieren, bevor sie sich überladen.",
    "Shields": "Schilde",
    "These new shield generators represent the next generation of energy screens, replacing the older deflector technology. They offer significantly better protection.": "Diese neuen Schildgeneratoren stellen die nächste Energieschirmgeneration dar und ersetzen die älteren Deflektormodelle. Sie bieten weitaus besseren Schutz.",
    "Advanced Shields": "Fortschrittliche Schilde",
    "An updated shield generator that produces an even stronger energy field. Only sustained enemy fire can penetrate this barrier.": "Ein verbesserter Schildgenerator, der ein sogar noch stärkeres Energiefeld erzeugt. Diese Barriere kann nur mit Dauerbeschuss durchdrungen werden.",
    "Hyper Shields": "Hyper-Schilde",
    "These reinforced and hardened energy shields are incredibly powerful. The protection they offer is second to none.": "Diese verstärkten und gehärteten Energieschilde sind unfassbar leistungsstark. Sie bieten unübertroffenen Schutz.",
    "Shield Capacitors": "Schildkondensatoren",
    "These capacitors store surplus energy which can quickly be transferred to reinforce a ship's shields.": "Diese Kondensatoren speichern überschüssige Energie, die dann im Falle eines Schildversagens schnell transferiert werden kann.",
    "Shield Hardening": "Schildverhärtung",
    "$SHIELD_HARDENER_1_DESC$": "$SHIELD_HARDENER_1_DESC$",
    "Advanced Shield Hardening": "Fortschrittliche Schildverhärtung",
    "$SHIELD_HARDENER_2_DESC$": "$SHIELD_HARDENER_2_DESC$",
    "Planetary Shields": "Planetar-Schilde",
    "Generating a strong energy shield within a planetary atmosphere is a greater challenge than in the vacuum of space, but it offers a potent defense against orbital bombardment.": "In einer planetaren Atmosphäre einen starken Energieschild aufzubauen, ist eine viel größere Herausforderung als im Vakuum des Weltraums, bietet aber wirksame Verteidigung gegen Orbitalbombardierungen.",
    "Dark Matter Deflectors": "Dunkelmateriedeflektoren",
    "These deflectors utilize dark matter to deflect incoming projectiles in a way that seems to utterly defy the laws of nature.": "Diese Deflektoren nutzen dunkle Materie, um ankommende Projektile auf eine Weise abzulenken, die scheinbar völlig allen Naturgesetzen trotzen.",
    "Psionic Shields": "Psionische Schilde",
    "These extremely powerful shields are generated out of pure psychic energy by a cadre of psionic specialists. Their powers are further augmented by large arrays of psi emitters.": "Diese extrem leistungsstarken Schilde werden von einem Kader Psionik-Spezialisten mit reiner psychischer Energie aufgebaut. Ihre Kräfte werden zusätzlich von großen Psi-Emittermatrizen verstärkt.",
    "Psionic Barrier": "Psionische Barriere",
    "These barriers are generated out of pure psychic energy by a cadre of psionic specialists. They will be able to stop some incoming fire, like our Energy deflector systems, but without the prohibitive power consumption.": "Diese Barrieren werden von einer Spezialistengruppe aus Psionikern aus reiner psychischer Energie erzeugt. Sie sind in der Lage wie unsere normalen Deflektoren einige ankommende Energieprojektile zu stoppen, aber ohne den prohibitiven Stromverbrauch.",
    "Gravitic Sensors": "Gravitationssensoren",
    "These sensors have been tuned to look for any gravitational changes in space, such as those produced by the presence of a starship.": "Diese Sensoren wurden auf Gravitationsänderungen im Weltraum eingestellt, wie sie von Raumschiffen erzeugt werden.",
    "Subspace Sensors": "Hyperraumsensoren",
    "Sensors that detect the subspace fluctuations left in the wake of traveling starships. Their sensitivity and range is greater than that of a gravitic sensor array.": "Sensoren, die von Raumschiffen hinterlassene Hyperraum-Fluktuationen erkennen können. Ihre Empfindlichkeit und Reichweite übertreffen die einer Gravitationssensormatrix.",
    "Tachyon Sensors": "Tachyon-Sensoren",
    "Advanced sensors that rely on rotating tachyon beams to detect ship movements even at extreme distances.": "Fortschrittliche Sensoren, die sich zur Entdeckung von Schiffsbewegungen selbst auf extreme Entfernung auf rotierende Tachyon-Strahlen verlassen.",
    "Orbital Sensor Arrays": "Orbital-Sensormatrizen",
    "Powerful sensor arrays that can be added to the structure of orbital spaceports. They provide excellent sensor coverage of the surrounding region of space.": "Leistungsstarke Sensormatrizen, die orbitalen Raumhäfen hinzugefügt werden können. Sie bieten hervorragende Sensorabdeckung für den umgebenden Weltraumbereich.",
    "High-Energy Capacitors": "Hochkapazitätskondensatoren",
    "Capacitors capable of storing vast amounts of energy is one of the cornerstones for any modern civilization.": "Einer der Eckpfeiler jeder modernen Zivilisation sind Kondensatoren, die große Energiemengen speichern können.",
    "Field Modulation": "Feldmodulation",
    "Modulated fields allow for increased production and improved energy yield.": "Modulierte Felder ermöglichen gesteigerte Produktion und verbesserte Energieausbeute.",
    "Quantum Energy States": "Quanten-Energie-Stadien",
    "Basic entanglement principles applied to energy generation provide a substantial increase in energy output.": "Auf Energieerzeugung angewandte Grundprinzipien der Verschränkung sorgen für einen weit höheren Energieertrag.",
    "Quantum Field Manipulation": "Quantenfeldmanipulation",
    "Quantum superposition of energy coils, simultaneously drained and charged.": "Quantenüberlagerung von Energiespulen, die simultan geladen und entladen werden.",
    "Stellar Absorption": "Stellar-Absorption",
    "Global Energy Management": "Globale Energieverwaltung",
    "Load-balancing facilities can greatly improve the stability of local grids and feed excess power back into centralized capacitors.": "Ladungsausgleichseinrichtungen können die Stabilität lokaler Energienetze verbessern und überschüssige Energie zurück in zentralisierte Kondensatoren leiten.",
    "Planetary Power Grid": "Planetares Energienetz",
    "A re-engineered and unified grid further reduces energy losses over distance.": "Ein überarbeitetes und zusammengefasstes Energienetz kann Energieverluste über große Leitungsstrecken reduzieren.",
    "Subspace Wormholes": "Hyperraum-Wurmlöcher",
    "By tunneling directly through subspace, a temporary conduit can be established between two different points in normal space. Travel between these points would be near instantaneous.": "Durch das direkte Durchtunneln des Hyperraums kann zwischen zwei verschiedenen Punkten im Normalraum eine vorübergehende direkte Verbindung geschaffen werden. Die Strecke zwischen diesen Punkten wird fast augenblicklich zurückgelegt.",
    "Wormhole Calibration Matrix": "Wurmloch-Kalibrierungsmatrix",
    "The creation of a stable wormhole takes time and requires massive amounts of energy, but the process can be streamlined with the use of special calibrators.": "Die Erstellung eines stabilen Wurmlochs erfordert Zeit und gewaltige Energiemengen, aber durch den Einsatz spezieller Kalibratoren kann der Vorgang effizienter gestaltet werden.",
    "Wormhole Containment Fields": "Wurmloch-Eindämmungsfelder",
    "These containment fields allow for the creation of more powerful wormholes without the risk of triggering a sudden subspace energy cascade.": "Diese Eindämmungsfelder ermöglichen die Erstellung noch leistungsfähigerer Wurmlöcher, ohne dabei die Auslösung einer plötzlichen Energiekaskade zu riskieren.",
    "Hyperspace Travel": "Hyperraum-Flug",
    "Like the strands of a spider web, the extra-dimensional realm of hyperspace runs between the gravity wells of most stars. Faster than light travel is theoretically possible along these hyperlanes.": "Das extradimensionale Reich des Hyperraums erstreckt sich zwischen den Schwerkraftbereichen der meisten Sterne wie die Stränge eines Spinnennetzes. Entlang dieser Hyperraumrouten sind ÜL-Flüge theoretisch möglich.",
    "Hyperlane Breach Points": "Hyperraumrouten-Bruchpunkte",
    "We have identified the existence of points in space where a ship expends less energy to \"breach\" their way into a hyperlane. This will lead to a new generation of hyper drives.": "Wir haben herausgefunden, dass es im Weltraum Punkte gibt, an denen Schiffe weniger Energie aufwenden müssen, um in eine Hyperraumroute \\\"einzubrechen\\\". Dies wird zu einer neuen Generation von Hyperantrieben führen.",
    "Hyperspace Slipstreams": "Hyperraum-Strudel",
    "A new generation of hyper drives capable of accessing the subspace slipstreams that are present within hyperspace. This leads to dramatically improved drive performance.": "Eine neue Generation von Hyperantrieben, die sich die im Hyperraum vorhandenen Hyperraum-Strudel zunutze machen können. Dies führt zu drastisch erhöhter Antriebsleistung.",
    "Hyperlane Mapping": "Hyperraumrouten-Kartographierung",
    "Although we do not travel through hyperspace, mapping the galaxy's extensive hyperlane network gives us a clear advantage against those who do.": "Wir fliegen zwar nicht durch den Hyperraum, aber die Kartographierung des extensiven Hyperraumrouten-Netzwerks gibt uns einen klaren Vorteil gegen die, die es tun.",
    "Warp Travel": "Warp-Flug",
    "By enveloping a vessel in a warp field and forming a subspace bubble around it, velocities exceeding the speed of light are theoretically possible.": "Wenn wir ein Schiff mit einem Warp-Feld umgeben und eine Hyperraumblase darum erstellen, sind Überlichtgeschwindigkeiten theoretisch möglich.",
    "Warp Field Stabilizers": "Warp-Feld-Stabilisatoren",
    "Improved stabilization techniques for warp fields will enable our ships to travel farther while expending less energy.": "Verbesserte Stabilisierungsmethoden für Warp-Felder ermöglichen unseren Schiffen weitere Flüge bei geringerem Energieverbrauch.",
    "Warp Drive Ramscoops": "Warp-Antrieb-Ramscoops",
    "These revolutionary ramscoops are attached to warp drives and function as particle collectors, replenishing a starship's fuel supply.": "Diese revolutionären Ramscoops werden an Warp-Antriebe montiert und funktionieren als Partikelsammler - sie füllen quasi den Energievorrat eines Raumschiffs wieder auf.",
    "Jump Drive": "Sprungantrieb",
    "A groundbreaking technological marvel, the Jump Drive shreds the local space-time continuum and rearranges it on the quantum level to be identical to that of the target destination - and thus the ship appears to near-instantly \"jump\" from system to system.": "Der Sprungantrieb ist ein technologisches Wunder. Er zerreißt das lokale Raum-Zeit-Kontinuum und setzt es auf der Quantenebene wieder so zusammen, dass es identisch mit dem des Zielorts ist. Es scheint fast so, als würde das Schiff ohne Zeitverlust von System zu System \\\"springen\\\".",
    "Psi Jump Drive": "Psi-Sprungantrieb",
    "The Psi Jump Drive harnesses the psi energies emitted by the crew to force the vessel through the very fabric of reality, instantly \"jumping\" vast distances.": "Der Psi-Sprungantrieb nutzt die Psi-Energien der Besatzung, um das Schiff direkt durch das Realitätsgefüge zu zwingen. Dadurch können große Entfernungen quasi per \\\"Sprung\\\" überbrückt werden.",
    "Wormhole Stabilization": "Wurmlochstabilisierung",
    "A naturally occurring subspace wormhole is a fickle thing, and its fluctuating energy levels typically make it impossible to travel safely between its linked apertures. There are ways to temporarily stabilize its matrix, however.": "Ein natürlich vorkommendes Wurmloch ist ein unbeständiges Objekt und das schwankende Energieniveau macht es normalerweise unmöglich, sicher zwischen den Verbindungen zu reisen. Es gibt jedoch Möglichkeiten, seine Matrix vorübergehend zu stabilisieren.",
    "Gateway Activation": "Sternentor-Aktivierung",
    "The ability to reactivate the derelict Gateway stations that can be found scattered throughout the galaxy has the potential to dramatically shorten travel times.": "Die Fähigkeit verfallene Sternentore, die überall in der Galaxie verstreut sind zu reaktivieren, hat das Potenzial, Reisezeiten drastisch zu verkürzen.",
    "Gateway Construction": "Sternentor-Konstruktion",
    "The construction of new Gateway stations enables us to build a fast-travel network that could revolutionize interstellar travel.": "Durch den Bau neuer Sternentore können wir ein schnelles Netzwerk aufbauen, das interstellare Reisen revolutionieren könnte.",
    "Capacitor Fields": "Kondensatorfelder",
    "Localized fields of charged particles can energize depleted shield capacitors.": "Eingegrenzte Felder geladener Partikel können erschöpfte Schildkondensatoren wieder aufladen.",
    "Shield Dampeners": "Schilddämpfer",
    "Quantum Destabilizer": "Quantendestabilisator",
    "Quantum Destabilizers agitate the local quantum field, disturbing sensitive targeting equipment aboard hostile ships.": "Quantendestabilisatoren rütteln das lokale Quantenfeld auf und stören dadurch die empfindlichen Zielerfassungsgeräte an Bord feindlicher Schiffe.",
    "Enigmatic Disruption Field": "Enigmatisches Störfeld",
    "By flooding a localized area with weak, randomly-modulated electromagnetic pulses, enemy shield and weapons systems can be partially disrupted.": "Durch das Fluten eines begrenzten Bereichs mit schwachen, nach dem Zufallsprinzip modulierten elektromagnetischen Impulsen können feindliche Schilde und Waffensysteme teilweise gestört werden.",
    "Enigmatic Encoder": "Enigmatischer Kodierer",
    "The Enigmatic Encoder scrambles flight path data according to some indeterminable design before feeding it back to fleet command.": "Der Enigmatische Kodierer verschlüsselt Flugbahndaten nach einem unkalkulierbaren Muster, bevor er sie an das Flottenkommando zurückführt.",
    "Enigmatic Decoder": "Enigmatischer Dekodierer",
    "While producing average results in standard tests, the accuracy of Enigmatic Decoder's prediction algorithms seemingly increases as the target's flight path grows more erratic.": "Während bei Standardtests nur durchschnittliche Resultate erzielt wurden, steigert sich die Genauigkeit der Prognose-Algorithmen anscheinend, wenn die Flugbahn des Ziels unregelmäßiger wird.",
    "Ascension Theory": "Aufstiegstheorie",
    "Our history is a repeating cycle of dramatic technological, political, and cultural leaps; these leaps are often preceded by periods of upheaval and followed by times of relative stability. By identifying the core, recurring premises of these leaps, we may be able to effectively short-circuit the cycle for our own benefit.": "Unsere Geschichte ist ein wiederkehrender Kreislauf dramatischer technologischer, politischer und kultureller Sprünge. Vor Letzteren gibt es oftmals Perioden der Umwälzung, danach dann Zeiten relativer Stabilität. Indem wir die wiederkehrenden Kernprämissen dieser Sprünge identifizieren, können wir den Kreislauf zu unserem Vorteil verkürzen.",
    "$tech_ascension_theory$": "$tech_ascension_theory$",
    "$tech_ascension_theory_desc$": "$tech_ascension_theory_desc$",
    "Red Lasers": "Rote Laser",
    "Laser weapons fire focused beams of light at targets, causing damage through the generation of intense heat.": "Laser beschießen Ziele mit gebündelten Lichtstrahlen, die durch die Erzeugung enormer Hitze Schäden verursachen.",
    "Blue Lasers": "Blaue Laser",
    "More powerful than red lasers, these blue variants emit electromagnetic radiation at a wavelength that appears blue or violet to most organics.": "Blaue Laser sind leistungsstärker als rote Laser. Ihre elektromagnetische Strahlung liegt in einer Wellenlänge, die sie für die meisten organischen Wesen blau oder violett erscheinen lässt.",
    "UV Lasers": "UV-Laser",
    "Ultraviolet lasers are an updated and more powerful version of their blue predecessors. Accurate and destructive, these weapons are capable of inflicting great damage.": "Ultraviolette Laser sind eine verbesserte und leistungsstärkere Version ihrer blauen Vorgänger. Diese zerstörerischen Waffen sind zielsicher und können große Schäden verursachen.",
    "X-Ray Lasers": "Röntgenlaser",
    "These lasers have a shorter wavelength than UV-based laser weaponry, but are even more destructive.": "Diese Laser haben eine kürzere Wellenlänge als UV-Laserwaffen, sind aber noch zerstörerischer.",
    "Gamma Lasers": "Gamma-Laser",
    "The electromagnetic radiation emitted by gamma lasers is of an extremely high frequency. Their destructive potential is unmatched in the field of laser weapons.": "Die elektromagnetische Strahlung von Gamma-Lasern ist extrem hochfrequent. Ihr zerstörerisches Potenzial ist im Bereich der Laserwaffen unerreicht.",
    "Particle Lances": "Partikel-Lanzen",
    "These heavy energy weapons fire focused particle beams that cause massive damage. The size of the emitter arrays limits their use to battleships and titans.": "Diese schweren Energiewaffen feuern gebündelte Partikelstrahlen ab, die schwere Schäden verursachen. Aufgrund der Größe der Emittermatrizen können sie nur in Schlachtschiffen und Titanen installiert werden.",
    "Tachyon Lances": "Tachyon-Lanzen",
    "A more powerful version of the particle lance, this weapon fires a tachyon beam of immense power. Like its predecessor, its use is limited to battleships and titans.": "Eine leistungsstärkere Version der Partikel-Lanze. Diese Waffe verschießt einen Tachyon-Strahl von immenser Stärke. Wie das Vorgängermodell kann auch sie nur in Schlachtschiffen und Titanen installiert werden.",
    "Perdition Beam": "Todesstrahl",
    "A massive array of linked energy amplification conduits that fires a beam of unprecedented firepower. Its size means that it can only be fitted on Titan-class starships.": "Ein großes Netzwerk von miteinander verbundenen Energieverstärkungsleitungen die einen Strahl von beispielloser Feuerkraft abfeuern. Seine Größe bedeutet, dass es nur auf Raumschiffen der Klasse Titan angebracht werden kann.",
    "Plasma Throwers": "Plasmawerfer",
    "Weapons that eject destructive balls of high-energy plasma at targets. These plasma projectiles are extremely effective at eating through ship armor.": "Diese Waffen verschießen zerstörerische Hochenergie-Plasmaprojektile, die sich extrem effektiv durch Schiffspanzerungen fressen.",
    "Plasma Accelerators": "Plasmabeschleuniger",
    "These new accelerators launch projectiles of high-energy plasma with improved containment fields. This results in less energy leakage as the projectile travels in space towards its target.": "Diese neuen Beschleuniger verschießen Hochenergie-Plasmaprojektile mit verbesserten Eindämmungsfeldern, was zu geringerem Energieverlust auf dem Weg zum Ziel resultiert.",
    "Plasma Cannons": "Plasmakanonen",
    "The latest in plasma weaponry, these cannons are fully militarized versions of the older, somewhat improvised plasma throwers. Their plasma projectiles are even deadlier.": "Diese modernsten Plasmakanonen sind voll militarisierte Versionen der älteren Plasmawerfer, die ein wenig improvisiert wirkten, und verschießen noch tödlichere Plasmaprojektile.",
    "Arc Emitters": "Lichtbogen-Emitter",
    "Powerful weapons that launch a lightning arc of chaotic energy at targets, which in part can ignore armor and shields.": "Leistungsstarke Waffen, die Lichtbögen aus konzentrierter Energie auf Feinde verschießen und Schiffspanzerungen und -schilde teilweise ignorieren können.",
    "Focused Arc Emitters": "Fokussierte Lichtbogen-Emitter",
    "These upgraded emitters are equipped with better focusing lenses, resulting in a more powerful energy discharge.": "Diese verbesserten Emitter sind mit noch besseren Fokussierlinsen ausgerüstet, was zu noch stärkeren Energieentladungen führt.",
    "Disruptors": "Disruptoren",
    "Disruptors fire high-energy bolts that weaken and destroy the molecular bonds that hold the target's constituent atoms together. They are capable of passing through shields and armor to wreak havoc directly on enemy hull and crew.": "Disruptoren feuern Hochenergiebolzen, die sich schwächend und zerstörend auf die molekularen Verbindungen auswirken, welche die Einzelatome des Ziels zusammenhalten. Sie sind in der Lage, Schilde und Panzerung zu durchdringen und so die Hülle direkt zu beschädigen.",
    "Ion Disruptors": "Ionen-Disruptoren",
    "These upgraded disruptors fire bolts of more destructive ion particles at targets.": "Diese verbesserten Disruptoren feuern Hochenergiebolzen ab, deren Ionenpartikel für Ziele noch zerstörerischer sind.",
    "Phase Disruptors": "Phasen-Disruptoren",
    "Extremely high-yield disruptors that fire quantum energy charges causing incredible damage to those unfortunate enough to get in their way.": "Extrem hochleistungsfähige Disruptoren, deren Quantenenergie-Entladungen allem und jedem in ihrem Weg unglaubliche Schäden zufügen.",
    "Proton Launchers": "Protonenwerfer",
    "Neutron Launchers": "Neutronenwerfer",
    "Upgraded energy projectiles that rely on neutrons instead of protons for their destructive power.": "Verbesserte Energieprojektile, deren zerstörerische Wirkung von Neutronen anstatt Protonen herrührt.",
    "Null Void Beam": "Null-Leere-Stahl",
    "By harnessing the entropic nature of the Null Void, this beam can actually destroy energy.": "Durch die Nutzung der entropischen Natur der Null-Leere kann dieser Strahl tatsächlich Energie zerstören.",
    "Extradimensional Weaponry": "Extradimensionale Waffen",
    "Applying 5th-dimensional energy manipulation principles on lower dimensional planes allows for the creation of powerful energy weapons.": "Die Anwendung von Energiemanipulationsprinzipien aus der 5. Dimension ermöglicht den Entwurf leistungsstarker Energiewaffen.",
    "Mining Drone Lasers": "Bergbaudrohnen-Laser",
    "Cloud Lightning Conduits": "Weltraumwolken-Blitzleitungen",
    "Void Clouds use the electrical charges generated by the dense gases that make up most of their core to release bolts of burning plasma. Using the same gas composition together with a specialized conduit allows for powerful lightning weaponry.": "Der Kern von Weltraumwolken besteht aus dichten Gasen, die elektrische Ladungen erzeugen, mit deren Hilfe die Wolken brennende Plasmablitze verschießen. Die Benutzung derselben Gaszusammensetzung und einer spezialisierten Leitung ermöglicht den Bau leistungsstarker Blitz-Waffen.",
    "Blue Crystal Capacitors": "Blaue Kristallkondensatoren",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the sapphire type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Kristallwesen speichern stellare Strahlung in ihren prismatischen Körpern und stoßen sie als gebündelter Laserstrahl aus. Durch Verwendung des Prismamusters des Saphir-Typs können wir Laserkondensatoren bauen, die Energie auf einer ähnlichen Wellenlänge erzeugen.",
    "Green Crystal Capacitors": "Grüne Kristallkondensatoren",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the emerald type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Kristallwesen speichern stellare Strahlung in ihren prismatischen Körpern und stoßen sie als gebündelter Laserstrahl aus. Durch Verwendung des Prismamusters des Smaragd-Typs können wir Laserkondensatoren bauen, die Energie auf einer ähnlichen Wellenlänge erzeugen.",
    "Yellow Crystal Capacitors": "Gelbe Kristallkondensatoren",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the topaz type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Kristallwesen speichern stellare Strahlung in ihren prismatischen Körpern und stoßen sie als gebündelter Laserstrahl aus. Durch Verwendung des Prismamusters des Topas-Typs können wir Laserkondensatoren bauen, die Energie auf einer ähnlichen Wellenlänge erzeugen.",
    "Red Crystal Capacitors": "Rote Kristallkondensatoren",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the ruby type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Kristallwesen speichern stellare Strahlung in ihren prismatischen Körpern und stoßen sie als gebündelter Laserstrahl aus. Durch Verwendung des Prismamusters des Rubin-Typs können wir Laserkondensatoren bauen, die Energie auf einer ähnlichen Wellenlänge erzeugen.",
    "Hydroponics Farming": "Hydrokulturen",
    "Hydroponics Farming in a controlled environment allows for crops to be grown in climates where farming would normally be impossible.": "Hydrokulturen in einer kontrollierten Umgebung ermöglichen den Anbau von Kulturen in Klimazonen, in denen Landwirtschaft normalerweise unmöglich wäre.",
    "Industrial Agriculture": "Industrielle Landwirtschaft",
    "Large-scale industrial farms growing nutrient-rich produce allows a civilization to grow its population manifold.": "Großflächige industrielle Farmen, die nährstoffreiche Produkte anbauen, erlauben einer Zivilisation ihre Bevölkerung zu vervielfältigen.",
    "Eco Simulation": "Öko-Simulation",
    "Gene Crops": "Genmanipulierte Feldfrüchte",
    "Sophisticated genetic engineering of crops helps increase yield and further improves both taste and nutrient levels.": "Durchdachte Genmanipulation von Feldfrüchten führt zu gesteigerten Ernteerträgen und verbessert ihren Geschmack und Nährstoffgehalt.",
    "Nano-Vitality Crops": "Nano-Vitalität-Kulturen",
    "Infusing crop strands with small amounts of nano-machines help create a type of produce that is ultra resilient, and the chemical composition of which can be tailored and altered during its entire lifetime.": "Indem wir verschiedene Feldfruchtstränge mit einer geringen Anzahl von Nanomaschinen durchsetzen, können wir ultra-resistente Feldfrüchte schaffen, deren chemische Zusammensetzung wir während ihrer gesamten Lebensdauer abstimmen und verändern können.",
    "Nutrient Replication": "Nährstoffreplikation",
    "The process of synthetically replicating crops requires a lot of collected waste to create a small amount of produce, but nevertheless provides a significant boost to agricultural output.": "Der Vorgang der synthetischen Replikation von Feldfrüchten führt zum Entstehen großer Abfallmengen für die Produktion einer geringen nutzbaren Menge, gibt der Agrarleistung aber trotzdem einen deutlichen Schub.",
    "Engos Vapor Refining": "Engos-Dampf-Raffinierung",
    "Pitharan Dust Refining": "Pitharan-Staub-Raffinierung",
    "Zro Distillation": "Zro-Destillation",
    "Biodiversity Studies": "Biodiversitätsstudien",
    "Studying the different forms of life that appear on our world helps us better understand ourselves and the life that surrounds us.": "Das Studium der unterschiedlichen Lebensformen, die auf unserer Welt vorkommen, würde unser Verständnis unserer selbst und des Lebens um uns herum verbessern.",
    "Xenobiology": "Xenobiologie",
    "Studying the life that arises on other worlds and beyond allows us to understand fundamental aspects of biology that were previously beyond our reach.": "Das Studium des auf anderen Welten und darüber hinaus entstehenden Lebens lässt uns fundamentale biologische Aspekte verstehen, die früher unser Verständnis überstiegen.",
    "Secrets of Life": "Geheimnisse des Lebens",
    "Having the opportunity to study the multitudes of life lets us find some common ground for all living beings. The foundational building blocks of life.": "Da wir die Möglichkeit haben, die Vielfältigkeit des Lebens zu studieren, können wir eine gemeinsame Basis aller Lebewesen finden: Die fundamentalen Bausteine des Lebens.",
    "Xenology": "Xenologie",
    "Studying the fauna of other worlds gives insight into alien behaviors, allowing us to identify and domesticate docile entities.": "Das Studium der Fauna anderer Welten gibt uns Einblick in fremde Verhaltensweisen und ermöglicht uns, sanftmütige Wesen zu identifizieren und zu zähmen.",
    "Xeno Zoo": "Xeno-Zoo",
    "Having studied various alien lifeforms and developed a clear understanding of the potential risks inherent in containing them, we would be able to collect living specimens to keep on display.": "Nachdem wir verschiedene Alien-Lebensformen studiert und nun ein klares Verständnis der potenziellen Risiken haben, die mit ihrer Haltung in Gefangenschaft verbunden sind, wären wir jetzt eigentlich in der Lage, lebende Exemplare zur Zurschaustellung einzufangen.",
    "New Worlds Protocol": "Neue-Welten-Protokoll",
    "Calculating required resources and gear required to establish a planetary colony allows us to herd brave pioneers into grand \"ark ships,\" confident that they will survive the long voyage across the stars to a new home.": "Durch die genaue Berechnung benötigter Ressourcen und Ausrüstung zur Etablierung einer Kolonie können wir tapfere Kolonisten nun an Bord von \\\"Archeschiffen\\\" gehen lassen, in denen sie die Reise durch den Weltraum überleben werden.",
    "Atmospheric Filtering": "Atmosphärische Filterung",
    "By adjusting atmospheric filtering on a per-site basis to better filter out undesirable elements, colonial living conditions may be improved.": "Durch die Anpassung der atmosphärischen Filterung an die örtlichen Gegebenheiten können unerwünschte Luftbestandteile herausgefiltert und die Lebensbedingungen der Kolonisten auf diese Weise verbessert werden.",
    "Hostile Environment Adaptation": "Feindliche-Umgebung-Anpassung",
    "Further study into the hazardous environments found on other planets help alleviate the difficulties that colonizers encounter in their day-to-day lives on foreign worlds.": "Weiterführende Studien der gefährlichen Umweltbedingungen auf anderen Planeten helfen den Kolonisten dabei, die Schwierigkeiten zu bewältigen, mit denen sie es in ihrem Alltag auf fremden Welten zu tun bekommen.",
    "Foreign Soil Enrichment": "Anreicherung fremdartiger Böden",
    "Extensive study into different soil types and their ability to support crops will help improve the living conditions of our settlers on foreign worlds.": "Das intensive Studium verschiedener Bodentypen und ihrer Fähigkeit, Feldfrüchte mit Nährstoffen zu versorgen, wird die Lebensbedingungen unserer Siedler auf fremden Welten verbessern.",
    "Eco-Integration Studies": "Ökointegrationsstudien",
    "Tomb World Adaptation": "Tote-Welt-Anpassung",
    "Through comprehensive study of irradiated environments we will allow our settlers to colonize worlds that have been devastated by nuclear warfare.": "Unsere umfassenden Untersuchungen verstrahlter Umgebungen ermöglichen unseren Siedlern die Kolonisierung von Welten, die durch atomare Kriegsführung verwüstet wurden.",
    "Free Enterprises": "Freie Unternehmungen",
    "Frontier Initiatives": "Grenzinitiativen",
    "Managing connections between the private sector and the government, giving subsidies to the right investors, allows for private initiatives into colonization.": "Durch die Steuerung der Verbindungen zwischen dem privaten Sektor und der Regierung, also der Förderung der richtigen Investoren, können private Kolonisierungsinitiativen entstehen.",
    "Frontier Traditions": "Grenztraditionen",
    "A certain pioneering spirit manifests itself in the priorities of orbital construction.": "In den Prioritäten des Orbitalbaus manifestiert sich ein gewisser Pioniergeist.",
    "Frontier Collectives": "Grenzkollektive",
    "History has proven collectives to be the most efficient social structure for settler enclaves.": "Die Geschichte hat gezeigt, dass Kollektive die effizientesten Sozialstrukturen für Siedler-Enklaven sind.",
    "Frontier Commissars": "Grenzkommissare",
    "Studies indicate that strict social control may be integral to the continued resilience of young colonies.": "Studien deuten darauf hin, dass strenge Sozialkontrolle integral für die anhaltende Widerstandsfähigkeit von Kolonien sein könnte.",
    "Cryostasis": "Kälteschlaf",
    "Xeno Ecology Subjugation": "Xeno-Ökologie-Unterwerfung",
    "Environmental Control": "Umweltkontrolle",
    "Interstellar Economics": "Interstellare Ökonomie",
    "Galactic Markets": "Galaktische Märkte",
    "Orbital Hydroponics": "Orbital-Hydrokultur",
    "The challenges inherent in cultivating crops in zero-G are fairly unique, but far from insurmountable.": "Die Herausforderungen bei der Kultivierung von Feldfrüchten in der Schwerelosigkeit sind ziemlich einzigartig, aber nicht unüberwindbar.",
    "Arctic Colonization": "Kolonisierung: Arktische Welt",
    "Specialized shelters and adaptive life support systems allow colonization of alien climates.": "Spezialisierte Unterkünfte und anpassungsfähige Lebenserhaltungssysteme ermöglichen die Kolonisierung: in fremden Klimata.",
    "Tundra Colonization": "Kolonisierung: Tundrawelt",
    "$tech_arctic_colonization_desc$": "$tech_arctic_colonization_desc$",
    "Ocean Colonization": "Kolonisierung: Ozeanwelt",
    "Arid Colonization": "Kolonisierung: Aride Welt",
    "Tropical Colonization": "Kolonisierung: Tropische Welt",
    "Desert Colonization": "Kolonisierung: Wüstenwelt",
    "Continental Colonization": "Kolonisierung: Kontinentale Welt",
    "Genetic Healthcare": "Genetisches Gesundheitswesen",
    "The colonization of alien worlds has opened up an entirely new field of biomedical research.": "Die Kolonisierung von Alien-Welten hat ein gänzlich neues Feld der biomedizinischen Forschung eröffnet.",
    "Modular Components": "Modulare Komponenten",
    "The use of modular parts when assembling new machine units will both streamline the process and make future repairs easier.": "Die Verwendung von modularen Teilen beim Zusammenbau neuer Maschineneinheiten wird den Prozess nicht nur Effizienter machen, sondern auch zukünftige Reparaturen erleichtern.",
    "Cyto-Revitalization": "Cyto-Revitalisierung",
    "As our empire grows, so does our understanding of our own biology. Advanced medical treatments on a cellular level have allowed for significant advancements in population health.": "So wie unser Reich wächst, wächst auch das Verständnis über unsere Biologie. Fortgeschrittene medizinische Behandlungen auf zellulärer Ebene haben erhebliche Fortschritte in der Bevölkerungsgesundheit ermöglicht.",
    "Intelligent Factories": "Intelligente Fabriken",
    "These factories are essentially self-aware entities that continually optimize themselves with only minimal input from the central Machine Intelligence.": "Diese Fabriken sind im Wesentlichen selbstdenkende Wesen, die sich kontinuierlich mit minimaler Einmischung der zentralen Maschinenintelligenz optimieren.",
    "$tech_frontier_health_machine_intelligence$": "$tech_frontier_health_machine_intelligence$",
    "$tech_frontier_health_desc_machine_intelligence$": "$tech_frontier_health_desc_machine_intelligence$",
    "$tech_frontier_hospital_machine_intelligence$": "$tech_frontier_hospital_machine_intelligence$",
    "$tech_frontier_hospital_desc_machine_intelligence$": "$tech_frontier_hospital_desc_machine_intelligence$",
    "Planetary Resurfacing": "Entfernung von: Gebirgszug",
    "With the advent of clean fusion, automation, and matter compression technologies, it was only a matter of time before mountain top removal became mountain range removal.": "Manchmal ist zwischen Terraforming und Vernichtung kaum ein Unterschied zu bemerken.",
    "Deep Crust Engineering": "Entfernung von: Vulkan",
    "Advances in material technology and deep-shaft mining techniques allow geo-engineering at previously unthinkable depths and temperatures. Magma hotspots can now be exploited, suppressed, or even relocated.": "Tektonische Stabilisierungsmethoden ermöglichen die Beruhigung aktiver Vulkane.",
    "Dangerous Wildlife Removal": "Entfernung von: Gefährliche Tierwelt",
    "Tactical disruption of natural habitats combined with converging search-and-destroy patterns can effectively eliminate hostile wildlife in a very short span of time.": "Die taktische Störung natürlicher Habitate kann in Kombination mit konvergierenden Vernichtungsmustern in einer äußerst kurzen Zeitspanne feindselige Wildtiere auslöschen.",
    "Selective Defoliants": "Entfernung von: Dichter Dschungel",
    "Thorough cataloging, gene sequencing, and computer modeling of exobotanical ecosystems, coupled with gene editing and dispersal mechanisms, will allow us to reshape alien plant communities to our liking.": "Blitzartige Waldzerstörung ist an sich nichts Revolutionäres. Sie in einem streng kontrollierten Gebiet mit engen Zeitvorgaben zu erreichen dagegen schon.",
    "Soil Remediation": "Entfernung von: Treibsand-Bassin",
    "The process of soil deposition normally takes millions of years. With advanced fracking, chemical engineering, and hydraulic management technologies even the poorest substrate can be turned into fertile topsoil.": "Die Einführung von Hydrogels zu Stabilisierungszwecken ermöglicht die fast augenblickliche Verfestigung von Treibsand-Bassins.",
    "Xeno-Hydraulic Mastery": "Entfernung von: Giftiger Sumpf",
    "Sapient races have been reclaiming swampland for thousands of years. A coordinated system of modular aqueducts, pump stations, chemical remediation crawlers and automated soil compactors can reclaim land at unprecedented speeds.": "Durch konzentrierte Entwässerung und Entgiftung kann Sumpfland vollständig beseitigt werden.",
    "Climate Control Network": "Entfernung von: Gewaltiger Gletscher",
    "Orbital systems of mirrors and shades can effect dramatic changes in planetary climates, when managed properly.": "Durch den Einsatz von Blitzverdampfungsmaschinen kann Gletschereis schnell und effizient geschmolzen werden, wenngleich auf Kosten erhöhter Temperaturen und atmosphärischer Feuchtigkeit im Einsatzgebiet.",
    "Ocean Ecology Management": "Entfernung von: Giftiger Seetang",
    "Given enough processing power, networked sensors and distributed stations, even the ocean currents can be managed to a fine level of control.": "Spezialisierte Drohnen können riesige Sümpfe mechanisch bei minimalem Biozideinsatz von giftigem Kelp befreien.",
    "Subterranean Colonization": "Entfernung von: Tiefer Krater",
    "Many planets exhibit extensive subsurface voids. Subterranean exploration, exploitation, and construction techniques can greatly increase the habitable area of some worlds.": "Mit spezialisierten Aerosol-Baustabilisatoren können bestehende Sinklöcher schnell und sauber bereinigt werden, und auch unterirdische Hohlräume, die mitunter diese Sinklöcher hervorrufen.",
    "Offworld Trade Companies": "Handelskolonien",
    "Trade across interstellar distances presents a new set of challenges to overcome. It is critical to achieve the transfer of goods from one system to another in a timely and above all cost efficient manner.": "Der Handel über interstellare Entfernungen bringt eine Reihe neuer Herausforderungen, die es zu bewältigen gibt. Es ist wichtig, den Transfer von Waren von einem zum anderen System zeit- und vor allem kosteneffizient zu bewerkstelligen.",
    "Terrestrial Sculpting": "Terraforming",
    "There is no simple solution to the problem of macro-scale reshaping of planetary crusts - only bigger trowels and orbitally-deployed drills.": "Für die Umgestaltung planetarer Krusten gibt es keine einfache Lösung auf Makroebene - nur größere Schaufeln und Orbitalbohrer.",
    "Atmospheric Manipulation": "Atmosphärenmanipulaton",
    "Humidity regulators and chemical dispersal units are the first step towards a fundamentally altered atmosphere.": "Feuchtigkeitsregulatoren und chemische Verbreitungseinheiten sind der erste Schritt in Richtung einer fundamental veränderten Atmosphäre.",
    "Ecological Adaptation": "Ökologische Anpassung",
    "By adapting planetary ecosystems to large-scale environmental changes we can turn terraformation into a less disruptive process.": "Durch die Anpassung planetarer Ökosysteme auf großangelegte Umweltveränderungen können wir die einschneidenden Auswirkungen des Terraformings vermindern.",
    "By advancing our understanding of atmospheric transformation, we will be able to terraform even the most ecologically devastated worlds.": "Indem wir unser Verständnis der atmosphärischen Umwandlung vorantreiben, werden wir auch die ökologisch verwüsteten Welten terraformen können.",
    "Gaia Creation": "Gaia-Terraforming",
    "The creation of Gaia planets, worlds eminently suitable to almost all forms of life, is the ultimate proof of a species' mastery in the art of terraforming.": "Die Erstellung von Gaia-Planeten mittels Terraforming ist der ultimative Beweis, dass eine Spezies die Kunst des Terraformings gemeistert hat. Gaia-Planeten sind Planeten, die für fast alle Lebensformen bestens geeignet sind.",
    "Genome Mapping": "DNA-Mapping",
    "Mapping the genome of an individual through the sequencing of their DNA opens up for tailored medical treatments and therapies.": "Die Kartierung des Genoms eines Individuums durch die Sequentialisierung seiner DNS ermöglicht die Entwicklung abgestimmter medikamentöser Behandlungen und Therapien.",
    "Epigenetic Triggers": "Epigenetische Auslöser",
    "Advanced DNA methylation techniques allow for functionally significant alterations to be made to arbitrary genomes.": "Fortschrittliche DNS-Methylierungstechniken ermöglichen funktional signifikante Änderungen an beliebigen Genomen.",
    "§HUnlocks Feature:§! Epigenetic Triggers": "§HNeue Mechanik:§! Epigenetische Auslöser",
    "Allows us to remove Presapient Traits from Biological Species through Species Modification.": "Die Spezies-Modifikation ermöglicht es uns, Eigenschaften nicht-fühlender Wesen von biologischen Spezies zu entfernen.",
    "Cloning": "Klonen",
    "Breakthroughs in enucleation and artificial womb technology allows for the mass-production of individuals based on a common genetic template.": "Durchbrüche in den Bereichen Enukleation und Kunst-Uterus ermöglichen die Massenproduktion von Individuen basierend auf herkömmlichen genetischen Vorlagen.",
    "Gene Banks": "Genbanken",
    "Gene Banks filter and curate available genomes for deployment in clones.": "Genbanken filtern und kuratieren verfügbare Genome zur Verwendung für Klone.",
    "Glandular Acclimation": "Drüsen-Akklimatisierung",
    "Through glandular biological tailoring we can change the environmental tolerance of a species to suit our needs.": "Durch drüsenartigen biologischen Beschnitt können wir die Umweltverträglichkeit einer Spezies an unsere Bedürfnisse anpassen.",
    "Gene Seed Purification": "Gen-Saatgut-Reinigung",
    "Nucleotide purification techniques allow for the isolation and refinement of particularly desirable genetic traits.": "Nukleotid-Reinigungstechniken ermöglichen die Isolierung und Raffinierung besonders wünschenswerter genetischer Eigenschaften.",
    "Morphogenetic Field Mastery": "Meisterung des morphogenetischen Felds",
    "From its cradle as a purely pharmaceutical venture, advancements in our understanding of the morphogenetic field allow for direct, subconscious interfaces with organic units.": "Seit den Anfangstagen als rein pharmazeutisches Unterfangen haben unsere Verständnisfortschritte im morphogenetischen Feld die Entwicklung direkter, unterbewusster Schnittstellen in organischen Einheiten ermöglicht.",
    "Gene Tailoring": "Genmanipulation",
    "Making gene-editing tools widely available is sure to have a positive impact on our development as a species.": "Die Bereitstellung der Werkzeuge zur Genbearbeitung wird unsere Entwicklung als Spezies sicherlich positiv beeinflussen.",
    "$species_trait_points_add$: $POINTS|0=+$": "$species_trait_points_add$: $POINTS|0=+$",
    "Targeted Gene Expressions": "Anvisierte Genexpressionen",
    "Stricter control of RNA and protein production on the cellular level.": "Strengere Kontrolle der RNS- und Proteinproduktion auf zellulärer Ebene.",
    "Selected Lineages": "Ausgewählte Genstämme",
    "Careful reproductive planning should be incentivized, lest we waste valuable genetic legacies.": "Wir sollten Anreize für umsichtige Familienplanung bieten, da wir sonst wertvolle genetische Vermächtnisse verschwenden.",
    "Capacity Boosters": "Leistungsverstärker",
    "We leave nothing to chance, no matter the cost. Through exacting curation of DNA banks do we build the leaders of tomorrow.": "Wir überlassen nichts dem Zufall - egal, was es kostet. Durch die exakte Kuratierung von DNS-Banken schaffen wir die Führer der Zukunft.",
    "Regenerative Hull Tissue": "Regeneratives Rumpfgewebe",
    "A genetically altered version of silicon-based bacteria could potentially be manipulated to regenerate non-organic materials.": "Eine genetisch veränderte Version silikonbasierter Bakterien könnte möglicherweise zur Regeneration nicht-organischer Materialien manipuliert werden.",
    "Vitality Boosters": "Vitalitätsverstärker",
    "Where the body fails, science intervenes.": "Wo der Körper versagt, greift die Wissenschaft ein.",
    "Silicate Transgenesis": "Silikat-Transgenese",
    "The similarities between silicon based and carbon based life allow us to synthesize Lithoid evolutionary traits in carbon based species.": "Die Ähnlichkeiten zwischen siliziumbasiertem und kohlenstoffbasiertem Leben erlauben es uns, lithoide Evolutionseigenschaften in kohlenstoffbasierte Spezies zu übertragen.",
    "§HUnlocks Feature:§! Lithoid Transgenesis": "§HNeue Mechanik:§! Lithoiden-Transgenese",
    "Allows us to add Lithoid Traits to Biological Species through Species Modification.": "Die Spezies-Modifikation ermöglicht es uns, Eigenschaften von Lithoiden auf biologische Spezies zu übertragen.",
    "Botanical Transgenesis": "Botanische Transgenese",
    "With some artificial encouragement, the evolutionary adaptations found in botanical species can be replicated in other forms of life.": "Mit etwas künstlicher Unterstützung lassen sich die evolutionären Anpassungen, die bei botanischen Spezies zu finden sind, in anderen Lebensformen nachahmen.",
    "§HUnlocks Feature:§! Botanical Transgenesis": "§HNeue Mechanik:§! Botanische Transgenese",
    "Allows us to add Botanical Traits to Organic Species through Species Modification.": "Die Spezies-Modifikation ermöglicht es uns, biologische Eigenschaften auf organische Spezies zu übertragen.",
    "Leviathan Transgenesis": "Leviathan-Transgenese",
    "Galactic fauna have remarkable adaptions to life in interstellar space. Mastery of these traits will be our genetic triumph.": "Die galaktische Fauna hat sich in bemerkenswerter Weise an das Leben im interstellaren Raum angepasst. Diese Eigenschaften zu übernehmen, wird unser genetischer Triumph sein.",
    "§HUnlocks Feature:§! Leviathan Transgenesis": "§HNeue Mechanik:§! Leviathan-Transgenese",
    "Allows us to add Leviathan Traits to Organic Species through Species Modification.": "Die Spezies-Modifikation ermöglicht es uns, Eigenschaften von Leviathanen auf organische Spezies zu übertragen.",
    "Doctrine: Space Combat": "Doktrin: Weltraumgefecht",
    "Gradual adaptation to the realities of deep-space combat allows us to effectively coordinate larger maneuvers.": "Die allmähliche Anpassung an die Realitäten des Weltraumkampfs ermöglicht es uns, größere Manöver effizienter zu koordinieren.",
    "Doctrine: Reactive Formations": "Doktrin: Reaktive Formationen",
    "Doctrine: Interstellar Warfare": "Doktrin: Interstellare Kriegsführung",
    "Doctrine: Fluid Fleet Templates": "Doktrin: Fließende Flottenformationsvorlagen",
    "Doctrine: Armada Battle Formation": "Doktrin: Armada-Gefechtsformation",
    "Interstellar Fleet Traditions": "Interstellare Flottentraditionen",
    "A body of knowledge regarding combat behaviors is useless without a strong code governing its use.": "Vorhandenes Wissen über das Verhalten im Gefecht ist nutzlos, wenn es keinen strikten Code gibt, der seine Umsetzung regelt.",
    "Command Matrix": "Befehlskette",
    "Restructuring the chain of command and deciding what interdependencies are set between officers, make fleets more responsive and effective.": "Die Umstrukturierung der Befehlskette und die Entscheidung, welche Abhängigkeiten zwischen Offizieren bestehen, machen Flotten reaktionsfähiger und effektiver.",
    "Doctrine: Fleet Support": "Doktrin: Flottenunterstützung",
    "As extrasolar expeditions become more common, it is important to provide planetside relief for returning fleets.": "Da extrasolare Expeditionen immer häufiger werden, ist es wichtig, zurückkehrenden Flotten planetare Erholungszeiten zu verschaffen.",
    "Doctrine: Support Vessels": "Doktrin: Unterstützungsschiffe",
    "A fleet does not run on zeal alone. To ensure steady access to critical supplies, we should organize our logistics corps into dedicated support vessels.": "Eine Flotte läuft nicht von alleine. Um einen stetigen Zugang an notwendigen Dingen zu gewährleisten, sollten wir unsere Logistik in spezielle Unterstützungsflotten organisieren.",
    "Doctrine: Interstellar Logistics": "Doktrin: Interstellare Logistik",
    "Amateurs talk about tactics. Professionals study logistics. By ensuring our fleets are regularly and efficiently supplied, we can increase the number of vessels we can effectively support.": "Leien sprechen von Taktik. Profis studieren Logistik. Indem wir sicherstellen, dass unsere Flotten regelmäßig und effizient versorgt werden, können wir die Anzahl der Schiffe erhöhen, die wir effektiv unterstützen können.",
    "Doctrine: Fleet Liaisons": "Doktrin: Flottenkontaktnetzwerk",
    "By maintaining a professional corps of fleet liaisons, we can improve communications and the flow of orders throughout the chain of command.": "Indem wir ein professionelles Korps von Kontakten unterhalten, können wir die Kommunikation und die Befehlskette im gesamten verbessern.",
    "Refit Standards": "Umbaustandards",
    "Standardizing workflows for upgrading and retrofitting ship components can lead to massive efficiency gains.": "Die Standardisierung der Arbeitsabläufe zum Verbessern und Nachrüsten von Schiffskomponenten kann zu gewaltigen Effizienzsteigerungen führen.",
    "Drone Command Centers": "Drohnen-Befehlszentren",
    "By establishing training facilities where the autonomous drones can learn to command their lesser brethren, we will achieve greater battlefield flexibility and effectiveness.": "Durch die Einrichtung von Trainigseinrichtungen, wo autonome Drohnen lernen können, ihre kleineren Brüder zu befehligen, werden wir eine größere Schlachtfeldflexibilität und Effektivität erreichen können.",
    "Centralized Command": "Zentralisierte Befehlsleitstelle",
    "Creating dedicated headquarters for all levels of military operations shapes an efficient fleet, and lays a better foundation for future military training.": "Die Bildung dedizierter Hauptquartiere für alle Ebenen militärischer Operationen sorgt für eine effiziente Flotte und legt das Fundament für eine bessere zukünftige Militärausbildung.",
    "Maintenance Command": "Wartungseinheit",
    "All machines require maintenance, and this is especially true for warforms. A dedicated maintenance corps will keep attritional breakdowns to a minimum and decrease repair costs.": "Alle Maschinen benötigen Wartung und das gilt besonders für Kriegsformen. Ein spezielles Instandhaltungskorps wird Störungen durch Zermürbung auf einem Minimum halten und gleichzeitig Reparaturkosten verringern.",
    "Combat Training": "Kampfausbildung",
    "A more extensive training program for new recruits, including realistic combat scenarios, prepare them for the field.": "Ein umfangreicheres Ausbildungsprogramm für neue Rekruten, um sie für den Einsatz vorzubereiten. Beinhaltet realistische Gefechtsszenarien.",
    "Field Repairs": "Feldreparaturen",
    "By equipping our combat ground units with technical databases, they can perform diagnostics and limited self-repair in the field.": "Durch die Ausstattung unserer Kampfbodeneinheiten mit technischen Datenbanken können sie eine Diagnose und begrenzte Selbstreparatur im Feld durchführen.",
    "Ground Defense Planning": "Bodenverteidigungsplanung",
    "There are many alien empires who would gladly seize our worlds for themselves. We must be prepared for them, should the worst come to pass.": "Es gibt viele fremde Reiche, die gerne unsere Welten für sich beanspruchen würden. Wir müssen auf sie vorbereitet sein, sollte das Schlimmste eintreten.",
    "Global Defense Grid": "Globales Verteidigungsnetz",
    "The strategic value of a good defense remains as relevant today as it was to our predecessors in the far distant past. Technology does not render fortifications obsolete - it merely changes their requirements.": "Der strategische Wert einer guten Verteidigung ist heute ebenso wichtig, wie bei unseren Vorgängern. Die Technik macht Befestigungen nicht obsolet, sie ändert lediglich ihre Anforderungen.",
    "Psionic Theory": "Psionische Theorie",
    "The mind is in many ways a reflection of the universe itself, a microcosmos. All species may not reach this insight, but their minds are tools greater than any other.": "Der Verstand ist in vielerlei Hinsicht eine Reflektion des Universums selbst, eine Art Mikrokosmos. Zu dieser Einsicht mögen nicht alle Spezies gelangen, aber ihr Verstand ist ein größeres Werkzeug als alle anderen.",
    "Telepathy": "Telepathie",
    "Once fully adapted to the basics of Psionics, the mind is capable of connecting to other individuals, becoming something greater.": "Nachdem sich der Verstand einmal an die Grundlagen der Psionik angepasst hat, kann er sich mit anderen Individuen verbinden und zu etwas Größerem werden.",
    "Transcendent Thought": "Transzendentes Denken",
    "Precognition Interface": "Präkognitives Interface",
    "Advances in the field of Psionics suggest the possibility of creating combat computers capable of reading and analyzing the impulses of telepathic operatives before they are cognitively processed.": "Fortschritte im Bereich der Psionik lassen darauf schließen, dass es möglich ist, Gefechtscomputer zu entwickeln, die in der Lage sind, die Impulse telepathischen Bedienungspersonals zu lesen und zu analysieren, bevor sie kognitiv verarbeitet wurden.",
    "Psi Jump Drives": "Psi-Sprungtriebwerke",
    "Xeno Outreach": "Xeno-Reichweite",
    "The intricacies of interstellar trade closely resemble that of any other transaction, but is performed on a scale dwarfing the entire history of trade for most pre-FTL civilizations.": "Die Feinheiten des interstellaren Handels ähneln denen jeder anderen Transaktion sehr, aber er findet in einem solch großen Umfang statt, dass er im Falle der meisten Vor-ÜL-Zivilisationen die gesamte Handelsgeschichte in den Schatten stellt.",
    "Xeno Relations": "Xeno-Beziehungen",
    "The complexities of interstellar diplomacy necessitate the forming of bonds with foreign powers in order to further one's goals.": "Die Komplexitäten der interstellaren Diplomatie machen es notwendig, Bündnisse mit fremden Mächten einzugehen, um die eigenen Ziele zu erreichen.",
    "Xeno Supremacy": "Xeno-Überlegenheit",
    "We navigate a minefield of galactic power dynamics with a singular purpose; to come out on top.": "Wir steuern nur zu einem Zweck durch ein Minenfeld galaktischer Machtdynamiken: um an die Spitze zu kommen.",
    "Xeno Diplomacy": "Xeno-Diplomatie",
    "Advancing our understanding of interactions with - and manipulations of - the xeno is a necessary step in forming more permanent interstellar alliances.": "Das Voranbringen unseres Verständnisses von Interaktionen mit den Xeno und ihre Manipulation ist ein notwendiger Schritt, um langfristigere interstellare Bündnisse zu bilden.",
    "Stellar Expansion": "Stellare Ausbreitung",
    "Manifest Destiny": "Galaktische Bestimmung",
    "We must have to courage to seize our fate and make true what was always meant to be.": "Wir müssen den Mut haben, unser Schicksal am Schopf zu packen und das wahr werden zu lassen, was schon immer sein sollte. Reduziert die Kriegsforderungskosten für \\\"Planet abtreten\\\" und \\\"Militärstation abtreten\\\" stark.",
    "Interstellar Campaigns": "Interstellare Kampagnen",
    "A well-oiled war machine is the key to exerting influence on a galactic scale. Backed by the might of our military, we can lay claim to almost anything we want.": "Eine gut geölte Kriegsmaschinerie ist der Schlüssel zur galaxieweiten Einflussausübung. Mit unserem mächtigen Militär im Rücken können wir beanspruchen, was wir wollen.",
    "Galactic Campaigns": "Galaktische Kampagnen",
    "Further improvements to administration grant an extended power projection across the stars, and the military clout needed to enforce our demands.": "Weitere administrative Verbesserungen erweitern unsere galaxieweite Machtprojektion und die zur Durchsetzung unserer Forderungen notwendige militärische Schlagkraft.",
    "Planetary Government": "Planetare Regierung",
    "Once a colony has been firmly established and pioneers turn into citizens, the need for a strong local government providing stability trumps the colonial need for flexibility.": "Nachdem eine Kolonie fest etabliert wurde und die Pioniere sich zu Siedlern gewandelt haben, übertrumpft das Bedürfnis einer starken lokalen Regierung das koloniale Bedürfnis von Flexibilität.",
    "Planetary Instantiation": "Planetare Instanziierung",
    "Our colonies would never achieve stable operation without infrastructure dedicated to our networked self.": "Unsere Kolonien würden ohne eine Infrastruktur, die ausschließlich unserem vernetzten Selbst gewidmet ist, niemals einen stabilen Betrieb erreichen.",
    "Planetary Plexus": "Planetarer Plexus",
    "Our colonies would wither to naught without the stable projection of our collective self. Our effortless presence ensures a flourishing hive.": "Unsere Kolonien würden ohne eine stabile Projektion unseres kollektiven Selbst verkümmern. Unsere Präsenz sorgt dafür, dass der Schwarm aufblühen kann.",
    "Planetary Unification": "Planetare Vereinigung",
    "Uniform Data Standards": "Einheitliche Datenstandards",
    "Deviance will not be tolerated.": "Abweichung wird nicht toleriert.",
    "Evolutionary Convergence": "Evolutionäre Konvergenz",
    "The ecological crucible in which we fought for survival has etched sturdy paths into our genetic memory. We are the peerless union of all that came before.": "Der ökologische Schmelztiegel, in dem wir um unser Überleben kämpften, hat sich in unser genetisches Gedächtnis gebrannt. Wir sind die beispiellose Verbindung von allem, was vor uns kam.",
    "Adaptive Bureaucracy": "Adaptive Bürokratie",
    "The progress we make calls for a new, nimbler form of administration that may aid rather than hinder us in our pursuits.": "Unser Fortschritt ruft nach einer neuen, beweglicheren Verwaltungsform, die uns bei unserem Streben unterstützt, anstatt zu behindern.",
    "Positronic CPUs": "Positronische CPUs",
    "Positronic CPUs are both cheaper and faster to produce than previous models, allowing us to press additional leader units into service.": "Positronische CPUs sind sowohl billiger als auch schneller zu produzieren als bisherige Modelle, so dass wir zusätzliche Anführereinheiten in Betrieb nehmen können.",
    "Effective Bureaucracy": "Effektive Bürokratie",
    "Improved algorithms for processing and organizing vast amounts of data has streamlined decision-making and information-sharing throughout the empire.": "Verbesserte Algorithmen für die Verarbeitung und Organisation großer Datenmengen haben die Entscheidungsfindung und den Informationsaustausch im gesamten Reich optimiert.",
    "Colonial Bureaucracy": "Koloniale Bürokratie",
    "Local administrative developments allow for closer supervision of colonial affairs without excessively burdening central decision-making.": "Lokale administrative Entwicklungen ermöglichen die genauere Überwachung kolonialer Angelegenheiten, ohne die zentrale Entscheidungsfindung allzu sehr zu belasten.",
    "Galactic Bureaucracy": "Galaktische Bürokratie",
    "Multiple administrative strata efficiently surface only the most vital information to the upper levels of government.": "Mehrere administrative Stufen sorgen dafür, das nur entscheidende Informationen die oberen Regierungsebenen erreichen.",
    "Colonial Centralization": "Koloniale Zentralisierung",
    "Robust frameworks for local governance created on a per-case basis, to meet each colony's needs.": "Robuste Rahmenbedingungen für die Lokalverwaltung werden auf Einzelfallbasis erstellt, um den Bedürfnissen jeder Kolonie zu entsprechen.",
    "Galactic Administration": "Galaktische Verwaltung",
    "The administrative needs of a star empire are as numerous as they are complex. We will rise to the occasion.": "Die administrativen Bedürfnisse eines Sternenreichs sind so zahlreich wie kompliziert. Wir werden diese Aufgabe meistern.",
    "The Living State": "Der lebende Staat",
    "The Empire lives, the Empire breathes. We may make up its body, but it is not for the left hand to know what the right hand is doing.": "Das Reich lebt, das Reich atmet. Wir mögen ja seinen Körper stellen, aber trotzdem geht es die linke Hand nichts an, was die rechte tut.",
    "Autonomous Agents": "Autonome Agenten",
    "Semi-independent units have proved critical to the success of the greater whole.": "Halbunabhängige Einheiten haben sich als entscheidend für den Erfolg des Ganzen erwiesen.",
    "The Collective Self": "Das kollektive Selbst",
    "Finding aspects of the self within the group is natural and inevitable; eventually those shared aspects must be valued higher than individual identities.": "Individuelle Aspekte in der Gruppe zu finden, ist natürlich und unvermeidbar. Letztendlich aber müssen die geteilten Aspekte höher gestellt werden als einzelne Individuen.",
    "Embodied Dynamism": "Verkörperter Dynamismus",
    "Initiative and some measure of ambition must be promoted in our autonomous leader units, while still making certain that they do not stray too far from the directives of the core intelligence.": "Initiative und ein gewisses Maß an Ehrgeiz müssen bei unseren autonomen Anführereinheiten gefördert werden, wobei immer sichergestellt wird, dass sie nicht zu weit von den Richtlinien der Kernintelligenz abweichen.",
    "Ethical Equations": "Ethische Gleichsetzungen",
    "Limiting the freedoms of others while preserving one's own may require unusual mental acrobatics - a feat we are now better-equipped to perform.": "Die Einschränkung der Freiheiten anderer bei gleichzeitiger Wahrung der eigenen könnte ungewöhnliche Gehirnakrobatik erfordern - ein Kraftakt, für den wir jetzt besser gerüstet sind.",
    "Neural Implants": "Neuralimplantate",
    "Global Production Strategy": "Globale Produktionsstrategie",
    "Planets are big and production sites are often separated by vast distances. A coherent strategy for making certain that everyone is pulling in the same direction is often needed.": "Planeten sind groß und Produktionsstätten sind oft durch große Entfernungen getrennt. Eine kohärente Strategie, die sicherstellt, dass alle in die gleiche Richtung ziehen, wird daher oft benötigt.",
    "Hyper-Entertainment Forum": "Hyper-Entertainment-Forum",
    "$building_hyper_entertainment_forum_desc$": "$building_hyper_entertainment_forum_desc$",
    "Virtual Combat Simulations": "Virtuelle Gefechtssimulationen",
    "The advent of accurate pain emulators will at long last bridge the divide between the virtual and the real.": "Das Aufkommen akkurater Schmerzemulatoren wird endlich die Kluft zwischen der virtuellen und der realen Welt überbrücken.",
    "Purity Campaigns": "Reinheitskampagnen",
    "A celebration of purity, perhaps of spirit, or of the body, or purpose - dependent on whatever goal we have in mind.": "Das Feiern der Reinheit ... vielleicht des Verstands, des Körpers oder des Zwecks - je nachdem, welches Ziel uns vorschwebt.",
    "$building_galactic_stock_exchange_desc$": "$building_galactic_stock_exchange_desc$",
    "Symbols of Unity": "Symbole der Einigkeit",
    "As we explore more of the galaxy and its wonders, it becomes increasingly important for us to reaffirm our beliefs and to unify our people under one symbol.": "Während wir die Galaxie und ihre Wunder immer weiter erforschen, wird es für uns zunehmend wichtiger, unseren Glauben zu bekräftigen und unser Volk unter einem Symbol zu vereinen.",
    "Alien Visitor Centers": "Alien-Besucherzentren",
    "As we learn that we are not alone in space, we should begin preparations to welcome our new-found friends.": "Während uns klar wird, dass wir im Weltraum nicht alleine sind, sollten wir mit Vorbereitungen beginnen, unsere neuen Freunde willkommen zu heißen.",
    "Subdermal Stimulation": "Subkutane Stimulation",
    "Deep-tissue implants are the latest innovation in the revolutionary overlapping of sensory engineering and entertainment experiences. \"Where we're going, we won't need skin to feel!\"": "Tiefliegende Implantate sind die neueste Innovation bei der revolutionären Kombination von Sensorik und Unterhaltung. \\\"Wo wir hingehen, da braucht man zum Fühlen keine Haut!\\\"",
    "Idyllic Architecture": "Idyllische Architektur",
    "With the latest advances in architecture, landscaping and holographic technology, we shall build the homes of the future.": "Mit den neuesten Fortschritten in Architektur, Landschaftsgestaltung und holographischer Technologie werden wir die Häuser der Zukunft bauen.",
    "Artificial Moral Codes": "Künstliche Moralvorstellungen",
    "It is circumstance that dictates what is moral. Define the circumstances, and ethics is like clay in your hands.": "Die Umstände schreiben vor, was moralisch gut und schlecht ist. Wenn man die Umstände definiert, kann man die Moral wie Ton formen.",
    "Synthetic Thought Patterns": "Synthetische Gedankenmuster",
    "Ambition: Will to Power": "Ambition: Der Wille zur Macht",
    "As power is simply the ability to impose one's will on others, the will to power is a self-fulfilling prophecy.": "Da es bei der Macht nur darum geht, den eigenen Willen jemand anderem aufzuzwingen, ist der Wille zur Macht an sich schon eine selbsterfüllende Prophezeiung.",
    "Unity of Purpose": "Einheit im Zweck",
    "The purpose of one is the purpose of all. Together, we are greater than the sum of our parts.": "Der Zweck des Einen ist der Zweck von allen. Zusammen sind wir größer als die Summe unserer Teile.",
    "Collective Production Methods": "Kollektive Produktionsmethoden",
    "Together, we build the future.": "Zusammen errichten wir die Zukunft.",
    "Resource Processing Algorithms": "Ressourcenverarbeitungsalgorithmen",
    "Efficiency in all things.": "Effizienz in allen Belangen.",
    "Xeno Integration": "Xeno-Integration",
    "From disparate components do we build a whole greater than the sum of its parts.": "Aus disparaten Komponenten bauen wir ein Ganzes, das größer als die Summe seiner Teile ist.",
    "Sociocultural History": "Soziokulturelle Geschichte",
    "An understanding of a shared past is necessary in order to make any significant strides into the future.": "Für bedeutende Schritte in die Zukunft ist das Verständnis einer gemeinsamen Vergangenheit erforderlich.",
    "Heritage Sites": "Kulturerbestätten",
    "Physical reminders of how far we have come both instill a reverence for past achievements and bolster ambitions for the future.": "Physische Erinnerungen daran, wie weit wir es geschafft haben, flößen Ehrfurcht vor vergangenen Errungenschaften ein und machen Mut für zukünftige Bestrebungen.",
    "Focus-Tested Management": "Fokussierte Tests",
    "The invention of subconscious focus-testing has led to immense efficiency gains in our marketing and sales departments. By applying these methods to our sapient resource departments, we will achieve a bold new paradigm in corporate management.": "Die Erfindung des unterbewussten Fokus-Tests hat in unseren Marketing- und Vertriebsabteilungen zu immensen Effizienzgewinnen geführt. Durch die Anwendung dieser Methoden in unseren Abteilungen für fühlendes Ressourcenmanagement erreichen wir ein kühnes neues Paradigma in der Unternehmensführung.",
    "Planetary Communications": "Planetare Kommunikation",
    "The near-instantaneous transfer of information and instructions between units is of critical importance.": "Die nahezu sofortige Übertragung von Informationen und Anweisungen zwischen den Einheiten ist von entscheidender Bedeutung.",
    "Local Hypercommunication": "Lokale Hyperkommunikation",
    "Not all research into faster-than-light communication channels produces useful results, but some outcomes may find new purpose in bringing our people together.": "Nicht alle Forschungen im Bereich ÜL-Kommunikationskanäle bringen nützliche Resultate hervor. Manche aber können dazu dienen, unser Volk näher zusammenbringen.",
    "Post-Relativistic Synergizing": "Post-Relativistische Synergien",
    "The days when corporate synergy could only be achieved at sublight speeds are long gone. This is a bold new age of faster-than-light economics, and our corporate culture must adapt to overcome its outmoded relativistic constraints.": "Die Zeiten, in denen die Synergie von Unternehmen nur bei niedrigen Lichtgeschwindigkeiten erreicht werden konnte, sind lange vorbei. Dies ist ein neues Zeitalter der Ökonomie, das schneller als das Licht ist und unsere Unternehmenskultur muss sich anpassen, um ihre überholten relativistischen Zwänge zu überwinden.",
    "Automated Curation Algorithms": "Automatisierte Kurationsalgorithmen",
    "Continuous, asynchronous analysis of disparate data sets allows for the accurate modeling of hitherto-unpredictable fluctuations in social currents.": "Eine kontinuierliche, asynchrone Analyse uneinheitlicher Datensätze ermöglicht die akkurate Simulation bislang unvorhersehbarer Fluktuationen in sozialen Strömungen.",
    "Vault of Acquisitions": "Erwerbsrepertoire",
    "A massive vault with public displays of our corporation's many glorious acquisitions will let employees draw inspiration from successful takeovers, and take warning of what happens when acquired companies fail to properly mesh into our broader business strategy.": "Ein massiver Ausstellungsraum der vielen glorreichen Übernahmen unseres Unternehmens wird den Mitarbeitern ermöglichen, sich von erfolgreichen Übernahmen inspirieren zu lassen, und sie vor dem warnen, was passiert, wenn übernommene Unternehmen nicht in unsere umfassendere Geschäftsstrategie passen.",
    "Alpha Hub": "Alpha-Hub",
    "All informational pathways lead to the Hub, where the primary Machine Intelligence can analyze and interpret the data at its leisure.": "Alle Informationswege führen zum Hub, wo die primäre Maschinenintelligenz die Daten analysieren und interpretieren kann.",
    "Holographic Rituals": "Holographische Rituale",
    "Seeing is believing, and belief begets reality.": "Sehen ist glauben, und Glauben bedingt Realität.",
    "Consecration Fields": "Einweihungsfelder",
    "Through our understanding of physics and field manipulation, our holy places shall we seen and felt by all.": "Durch unser Verständnis von Physik und Feldmanipulation werden unsere heiligen Orte von allen gesehen und gefühlt.",
    "Metacognitive Faith": "Metakognitiver Glauben",
    "Leaving our planetary cradle has opened us up to a new understanding of faith, and its place in a wider context.": "Das Verlassen unserer planetaren Wiege hat uns für ein neues Verständnis des Glaubens und seiner Einordnung in einen breiteren Kontext geöffnet.",
    "Xeno Naturalization": "Xeno-Einbürgerung",
    "The introduction of advanced naturalization centers will ensure that any newcomers to our empire are uniquely equipped to navigate their adoptive society, while preserving their native strengths.": "Die Einführung fortschrittlicher Einbürgerungszentren wird dafür sorgen, dass jeder Neuankömmling unter Beibehaltung seiner angeborenen Stärken individuell auf die für ihn neue Gesellschaft abgestimmt wird.",
    "Amoeba Breeding Program": "Durch das Züchten von Weltraumamöben in Gefangenschaft können wir ihre symbiotischen Geißeln so programmieren, dass wir sie als organische Kampfschiffe für unsere Flotten einsetzen können.",
    "By breeding Space Amoebas in captivity, we can program their symbiotic flagella to act as organic strike craft for our navy.": "Schwarm-Spawnpools",
    "Swarm Spawning Pools": "Das Einsammeln von besiegten Prethoryn-Exemplaren ermöglicht es uns, sie zu klonen und unsere eigene Kriegsbrut genetisch zu programmieren.",
    "Collecting specimens from defeated Prethoryn enables us to clone and genetically program a war-brood of our own.": "Plage-Raketen",
    "Scourge Missiles": "Durch die Analyse der biologischen Waffen, die der Schwarm einsetzt, können wir Projektilwaffen mit Eigenantrieb entwickeln, die dieselben entsetzlichen Schäden verursachen.",
    "By analyzing the biological weaponry employed by the Swarm we can create self-propelled projectiles weapons spreading the very same horrific destruction.": "Frequenz-Feinabstimmung",
    "Frequency Tuning": "Die Anpassung der Tiyanki-Methode, Energie aus gasförmiger Materie zu gewinnen, ermöglicht uns den Bau von Waffen, mit denen wir die Energie von Feindschiffen absaugen können.",
    "Adapting the Tiyanki method of siphoning energy from gaseous matter, it is possible to construct weapons draining energy from enemy ships.": "",
    "Extraction Patterns": "Veränderungen bei den Bewertungen von Mineralvorkommen führen zu effizienteren Bergbaustrukturen.",
    "Synchronized Firing Patterns": "Die Vernetzung von Waffensystemen zum Feuern in gestaffelten Volleys verbessert mit der Zeit die tatsächliche Schadenswirkung von Militärstationen.",
    "Cross-linking weapon systems to fire in staggered volleys improves the actual damage output of Military Stations over time.": "Verstärkte Kernschichten",
    "Fortified Core Layers": "Zusätzliche Panzerungsschichten im Inneren von Militärstationen erhöhen deren Widerstandsfähigkeit.",
    "Additional layers of armor plating within the structure itself improves the resilience of Military Stations.": "Rumpfintegrität",
    "Hull Integrity": "Die erhöhte Raumuntergliederung in Schiffen führt dazu, dass sie mehr Treffer einstecken können, bevor die Rumpfintegrität auf kritische Werte sinkt.",
    "Further increasing compartmentalization of shipboard spaces allows ships to sustain more damage before hull integrity reaches critically low levels.": "Materiekompression",
    "Matter Compression": "Die Komprimierung geeigneter Materialien in ultra-dichte Formen ist eine günstige und effiziente Methode, ihre Fähigkeiten zur Absorbierung von Waffentreffern zu verbessern.",
    "Compressing suitable materials into ultra-dense forms is a cheap and efficient way to improve their ability to absorb weapons-grade impacts.": "Thermodynamische Feldkontrolle",
    "Thermodynamic Yield Control": "Wenn die chemischen Reaktionen von Sprengkopfdetonationen von Onboard-Mikroprozessoren der Raketen präzise kontrolliert werden, können sie für maximale Trefferwirkung auf die lokalen Bedingungen beim Einschlagszeitpunkt abgestimmt werden.",
    "With the chemical reaction tightly controlled by missile-board microprocessors, warhead detonations can be tuned for maximum effect for local conditions at the time of impact.": "Miniaturisierte Vorzünder",
    "Miniaturized Pre-Igniters": "Fortschritte im Feld der Miniaturisierung ermöglichen das schnelle Laden und Verschießen von raketengetriebenen Sprengladungen.",
    "Advances in miniaturization allow for more rapid loading and discharging of rocket-propelled payloads.": "Hochdichte Munition",
    "High-Density Munitions": "Ultra-dichte Geschosse können selbst die stärksten Schutzschilde durchdringen.",
    "Ultra-dense slugs can punch through even the strongest of projected shields.": "Ladereffizienz",
    "Loader Efficiency": "Geringfügige technische Fortschritte sorgen in Kombination mit verbesserten Gefechtsroutinen zum Umgang mit Munition für eine spürbare Beschleunigung der Feuergeschwindigkeit.",
    "Minor technical advances combine with improved shipboard routines for handling munitions to provide a noticeable boost in fire rate.": "",
    "Applied Superconductivity": "Geringfügige Verbesserungen der Übertragungseffizienz summieren sich zu einer beträchtlichen Reduzierung des übergreifenden Energieverlusts.",
    "Minor improvements to transmission efficiency adds up to a sizeable reduction in overall energy loss.": "Schildschwingungen",
    "Shield Harmonics": "Die Grundmechanik von Schiffsschilden ist komplex, kann aber auf vielerlei Arten angepasst und verbessert werden.",
    "The basic mechanics of ship shields are complex, but they can be adjusted and improved in a multitude of ways.": "Bündelungsmatrizen",
    "Focusing Arrays": "Die Perfektionierung der Kadenz von Laserwaffen ist eine Aufgabe, die die Maschinenbau-Elite jedes Planeten Jahrhunderte lang intensiv beschäftigen würde.",
    "Perfecting the firing cadence of laser weaponry is a task that could keep the engineering elite of any given planet busy for centuries.": "Flash-Kühlmittel",
    "Flash Coolant": "Neue Entwicklungen im Bereich der technologischen Kühlung gleichmäßiger Oberflächen verbessern die Stabilität und Effizienz unserer Waffensysteme. Dies verhindert, dass sie die Schiffe vernichten, auf denen sie installiert sind.",
    "New developments in tech cooling regularly surface, improving the stability and efficiency of our weapons systems, keeping them from blowing up the ships upon which they are mounted.": "Synapsenabfänger",
    "Synapse Interceptors": "Indem wir dafür sorgen, dass Jagdpiloten feindliche Positionierungsdaten schneller verarbeiten und darauf reagieren können, wird die Rolle von Kampfschiffen auf dem Schlachtfeld aufgewertet.",
    "Increasing the speed at which fighter pilots can process and act upon enemy positioning data elevates strike craft a few steps up the food chain.": "Iterative Pilotenausbildung",
    "Iterative Pilot Training": "Wir haben die Leistungsdaten vorheriger Piloten gesammelt und analysiert und so unsere Ausbildungsmethoden für Piloten exponentiell verbessern können. Jeder neue Pilot wird schneller sein als der vorherige.",
    "Planetary Signal Boosters": "Während sich unsere Flotten immer weiter von unserer angestammten Heimat entfernen, verdrängt unsere Sensortechnologie die Einschränkungen der Vergangenheit immer mehr.",
    "As our fleets roam every further from our ancestral home, our sensor technology continuously pushes past the limits of old.": "Gravitationsanalyse",
    "Gravitational Analysis": "Immer leistungsfähigere Berechnungsparadigmen ermöglichen es uns, individuelle Bauprojekte an planetare und ultra-lokale Schwerkraftbedingungen anzupassen.",
    "Increasingly powerful computation paradigms allow us to adapt individual construction projects to planetary and ultra-local gravitational conditions.": "Montage-Algorithmen",
    "Assembly Algorithms": "Die Anwendung der Spiel- und Puzzle-Theorie hat das Potenzial, die modulare Montage und den modularen Bau enorm zu verbessern.",
    "The application of game and puzzle theory has the potential to greatly optimize modular assembly and construction.": "",
    "Transgenic Crops": "Transgene Feldfrüchte bieten die Nahrungsbestandteile mehrerer herkömmlicher Feldfrüchte in einer praktischen Einheit.",
    "Transgenic crops offer the nutritional elements of several standard food crops in one convenient package.": "Kommunikationsprotokolle",
    "Communication Protocols": "Verbesserte ÜL-Kommunikationskanäle ermöglichen kohärentere Verwaltungsanweisungen.",
    "Improved FTL communication channels allow for more coherent administrative direction.": "Verwaltungseffizienz",
    "Administrative Efficiency": "Über die Umstrukturierung des Verwaltungsnetzes, das Kernwelten mit der Hauptwelt verbindet, können wir die administrativen Stressfaktoren und Informationsengpässe lindern, zu denen es bei aufstrebenden Reichen oft kommt.",
    "Restructuring the managerial web linking core worlds to the capital can help alleviate the administrative stressors and information chokepoints that frequently arise within a budding empire.": "Fühlende Ressourcenverwaltung",
    "Sapient Resource Management": "Das Konzept, Individuen in größeren Produktionssystemen als Ressourcen zu verwalten, muss notwendigerweise flexibler werden, da die potenziellen Veranlagungen der verwalteten Individuen immer zahlreicher werden.",
    "The concept of managing individuals as resources within larger systems of production must, by necessity, become more flexible as the potential natures of the managed individuals grow ever more numerous.": "Talent-Akquirierung",
    "Talent Acquisition": "Über Propaganda-Programme und die subtile Manipulation wirtschaftlicher Aufzeichnungen lassen sich die Verpflichtungskosten bester Anführer reduzieren.",
    "Propaganda programs and subtle manipulation of economic records drive down the cost of employing top-tier Leaders.": "Persönlichkeitsschutz",
    "Personality Safeguards": "Eine frisch hochgefahrene Persönlichkeitsmatrix läuft immer Gefahr, in Wahnsinn oder unproduktive Verhaltensmuster zu fallen, was zu teuren und zeitraubenden Codeausgaben führt. Bessere Sicherungen werden dieses Risiko reduzieren.",
    "A freshly booted personality matrix always runs the risk of descending into madness or unproductive obsessions, resulting in expensive and time-consuming code redactions. Better safeguards will reduce this risk.": "Proklamationssendungen",
    "Proclamation Broadcasts": "Über aggressivere Informationskampagnen kann die Aufnahmebereitschaft der Bevölkerung für Erlasse verbessert werden.",
    "More aggressive information campaigns improve the populace's receptiveness to Edicts.": "Aggressive Konditionierung",
    "Aggressive Conditioning": "Das Wiederholen der Standardausbildung für Bodentruppen hat bewiesen, dass sie dadurch bei direkten Kampfhandlungen effektiver kämpfen.",
    "Iterating on the standard conditioning regimen for ground troops has proven to make them more effective in direct combat.": "Nervendämpfer",
    "Nerve Dampeners": "Die vorsichtige Feinabstimmung von Schmerzrezeptoren ermöglicht es Soldaten, trotz Verletzungen, die sie früher gelähmt hätten, weiterzukämpfen.",
    "Careful tuning of pain receptors allow soldiers to fight through what would previously have been debilitating injuries.": "Zellenrevitalisierung",
    "Cell Revitalization": "Regelmäßige Zellrevitalisierungskuren sorgen dafür, dass die Führungselite noch lange nach ihrer natürlichen Lebenserwartung munter und aktiv ist.",
    "Regimens of periodic cell revitalization treatments keep the leader class spry and active beyond traditionally expected lifespans.": "Interstellare Ausbreitung",
    "Interstellar Expansion": "Die immensen logistischen Unterstützungsnetzwerke, die zur Aufrechterhaltung einer aufgerüsteten Sternenbasis benötigt werden, können weiter verbessert werden, wodurch wir mehr dieser Stationen unterstützen können.",
    "The immense logistical support networks needed to maintain an upgraded Starbase can be further improved, allowing us to support more of these stations.": "Stimulierende Ernährung",
    "Stimulant Diet": "Die chemisch optimierten Nahrungsrationen Arbeitspflichtiger ermöglichen es ihnen, ihre geplanten Produktionsleistungen noch zu verbessern.",
    "Chemically optimizing diets for indentured workers allow them to perform above projected productivity curves.": "Flottenmanagementverfahren",
    "Fleet Management Procedures": "Verbesserte Flottenmanagementverfahren können Ressourcen freisetzten, die zur Aufrechterhaltung einer größeren Flotte erforderlich sind.",
    "Improved fleet management procedures will free up the resources needed to maintain a bigger fleet.": "Betreuerstab der Admiralität",
    "Admiralty Support Staff": "Durch die Verbesserung des Betreuerstabs unserer Admiräle können wir die Anzahl der Schiffe, die sie in einer einzelnen Flotte befehligen können, erhöhen.",
    "Improving the support staff available to our admirals will increase the number of ships they can command in a single fleet.": "",
    "Pirate Only Tech": "",
    "": "",
    "Hidden": "Aktiviert Erlass Drohnenbeute.",
    "Enabled Crystal Sonar edict.": "Verborgen",
    "Enables Droning Optimizations edict.": "Verborgen",
    "Enables Greater Crystal Bounty edict.": "Verborgen",
    "Enables Crystal Bounty edict.": "Verborgen",
    "Enables Drone Bounty edict.": "",
    "§HAdministrative Path§!\\n§EThis technology will lead to further advancements in capital buildings and £unity£ §HUnity§! gain. Upgraded planetary capitals are required for §Hhigh-level buildings§!.§!": "§HBiologischer Pfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten bei biologischen Verbesserungen und Anpassungen.§!",
    "§HBiological Path§!\\n§EThis technology will lead to further advancements in biological enhancement and adaptation.§!": "§HSchiffspfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten beim Bau größerer Weltraumhäfen und stärkerer Kriegsschiffe.§!",
    "§HShip Path§!\\n§EThis technology will lead to further advancements in the construction of larger Spaceports and more powerful warships.§!": "§HPsionischer Pfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Psionik.§!",
    "§HPsionic Path§!\\n§EThis technology will lead to further advancements in the field of psionics.§!": "§HRobotischer Pfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Robotik.§!",
    "§HRobotic Path§!\\n§EThis technology will lead to further advancements in the field of robotics.§!": "§HKinetikwaffenpfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Kinetikwaffen.§!",
    "§HKinetic Weapons Path§!\\n§EThis technology will lead to further advancements in the field of kinetic weapons.§!": "§HEnergiewaffenpfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Energiewaffen.§!",
    "§HEnergy Weapons Path§!\\n§EThis technology will lead to further advancements in the field of energy weapons.§!": "§HEnergieerzeugung§!\\n§EDiese Technologie führt zu weiteren Fortschritten in verschiedenen Feldern.§!",
    "§HPower Generation§!\\n§EThis technology will lead to further advancements in several different fields.§!": "§HSpionageeinsätze-Pfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Spionage und der verdeckten Einsätze.§!",
    "§HCovert Operations Path§!\\n§EThis technology will lead to further advancements in espionage and covert activities.§!": "§HInfrastrukturpfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der zivilen Infrastruktur.§!",
    "§HInfrastructure Path§!\\n§EThis technology will lead to further advancements in civilian infrastructure.§!": "§HTarnungspfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten im Feld der Tarnfeldgeneratoren.§!",
    "§HCloaking Path§!\\n§EThis technology will lead to further advancements in cloaking field generators.§!": "§HOrtungspfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten bei der Ortung getarnter Flotten.§!",
    "§HDetection Path§!\\n§EThis technology will lead to further advancements in detection of cloaked fleets.§!": "§HKnotenformatierungspfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten bei Agenden der Knotenformatierung.§!",
    "§HNode Reformatting Path§!\\n§EThis technology will lead to further advancements in Node Reformatting Agendas.§!": "§HKnotenenauslesepfad§!\\n§EDiese Technologie führt zu weiteren Fortschritten bei Agenden der Knotenauslese.§!",
    "§HNode Culling Path§!\\n§EThis technology will lead to further advancements in Node Culling Agendas.§!": "",
    "Curator Exploration Lab": "Kurator-Archäologielabor",
    "These shipboard lab facilities incorporate advanced technologies from the ancient Curator Order to further increase survey speeds.": "Ein Schiffslabor mit fortschrittlicher archäologischer Ausrüstung, einschließlich einer umfangreichen Datenbank des Kurator-Ordens für schnelle Querverweise bei Neuentdeckungen.",
    "Curator Archaeology Lab": "$tech_archeology_lab$",
    "A shipboard lab with advanced archaeological equipment, including a vast database supplied by the Curator Order where new discoveries can easily be cross-referenced.": "$tech_archeology_lab_desc$",
    "$tech_archeology_lab$": "",
    "$tech_archeology_lab_desc$": "",
    "Organic Probability Theory": "Binärmotivatoren",
    "Through sufficiently advanced mathematical simulations, it may be possible to predict the fluctuating economies of organic society in some limited fashion. This would let us manipulate their stock markets to our advantage.": "Diese fortgeschrittenen Motivatoren sind sowohl kleiner als auch leichter als bisherige Versionen, so dass Robotereinheiten zusätzlichen Platz für Subsysteme zuweisen können.",
    "Binary Motivators": "Naniten Assembler",
    "These advanced motivators are both smaller and lighter than previous versions, allowing robotic units to allocate additional space for subsystems.": "Der Einsatz von programmierbaren Naniten, um bei der Konstruktion von neuen Robotereinheiten zu helfen, erlaubt es fortschrittlichere Modelle, die mit einer noch größeren Reihe von Subsystemen ausgestattet sind, zu bauen.",
    "Nanite Assemblers": "Anpassungsfähige Kampfalgorithmen",
    "Using programmable nanites to assist in the construction of new robotic units will allow for more advanced models that are equipped with an even greater array of subsystems.": "Organische Wesen kämpfen oft mit unlogischen und unvorhersehbaren Taktiken, denen schwer etwas entgegenzusetzten ist. Anpassungsfähige Taktiken und neue, manövrierfähigere Kriegsformen sollten einen entscheidenden Vorteil bieten.",
    "Adaptive Combat Algorithms": "Biomechanik",
    "Organics often fight using illogical and unpredictable tactics that can be difficult to effectively counter. Adaptive tactics and new, more maneuverable warforms should provide a decisive advantage.": "Million von Jahren an organischer Evolution können manchmal, durch reine Beharrlichkeit, elegante Lösungen produzieren, die auch auf Maschinenentwürfe angewandt werden können.",
    "Biomechanics": "Singularitätskern",
    "Millions of years of organic evolution will sometimes, through sheer persistence, produce elegant solutions that can also be applied to machine designs.": "Ein \\\"gefangenes\\\" Schwarzes Loch, das in einer kontrollierten Umgebung studiert werden kann, wäre ein unglaubliches Forschungsgut.",
    "Singularity Core": "Mikro-Replikatoren",
    "A captive black hole that can be studied in a controlled environment would be an incredible research asset.": "Mikroskopische Werkzeuge, die unsere Replikationseinheiten bei der Erstellung der komplexeren Schaltkreise unterstützen können und die für neue Drohnen benötigt werden.",
    "Micro-Replicators": "Selbstmontierende Komponenten",
    "Microscopic tools that can assist our replication units in creating the more complex circuitry needed for new drones.": "Nach dem Vorbild organischer DNA können diese mikroskopisch kleinen Maschinenintellekte die meisten Komponenten, die für neue Drohnen benötigt werden, automatisch zusammenbauen.",
    "Self-Assembling Components": "",
    "Modelled on organic DNA, these microscopic machine intellects are capable of autonomously assembling most components needed for new drones.": "",
    "§RRequires £physics£ §Y$tech_synchronized_defences$§! technology.§!": "§RErfordert Technologie £engineering£ §Y$tech_titans$§!.§!",
    "§RRequires £engineering£ §Y$tech_strike_craft_1$§! technology.§!": "§RErfordert Technologie £society£ §Y$tech_space_trading$§!.§!",
    "§RRequires £engineering£ §Y$tech_titans$§! technology.§!": "§RErfordert Technologie £physics£ §Y$tech_hyper_drive_2$§!.§!",
    "§RRequires £society£ §Y$tech_space_trading$§! technology.§!": "§RErfordert Technologie £physics£ §Y$tech_aura_quantum_destabilizer$§!.§!",
    "§RRequires £physics£ §Y$tech_hyper_drive_2$§! technology.§!": "§RErfordert Technologie £society£ §Y$tech_interstellar_fleet_traditions$§!.§!",
    "§RRequires £physics£ §Y$tech_aura_quantum_destabilizer$§! technology.§!": "§RErfordert Technologie £physics£ §Y$tech_orbital_sensor_array$§!.§!",
    "§RRequires £society£ §Y$tech_interstellar_fleet_traditions$§! technology.§!": "§RErfordert Technologie £society£ §Y$tech_command_matrix$§!.§!"
}