{
    "Materials": "Materiały",
    "The creation and manipulation of materials for increased utility and durability.": "Tworzenie i manipulowanie materiałami, by zwiększyć ich przydatność i wytrzymałość.",
    "Propulsion": "Napęd",
    "The study of propulsion and trajectory.": "Badania nad napędem i trajektoriami.",
    "Voidcraft": "Technika kosmiczna",
    "Space is the final frontier. To master it is to master the future.": "Kosmos to ostatnia granica. Panować nad nim to panować nad przyszłością.",
    "Robotics": "Robotyka",
    "Machinization in all aspects.": "Mechanizacja we wszystkich jej aspektach",
    "Industry": "Przemysł",
    "Ingenuity and productivity.": "Pomysłowość i wydajność",
    "Field Manipulation": "Technika pól",
    "Bending fundamental forces to our will.": "Naginanie fundamentalnych sił do naszej woli",
    "Particles": "Fizyka cząstek",
    "Isolating and utilizing particulate matter and phenomena.": "Wyizolowanie i wykorzystanie materii oraz zjawisk cząstek",
    "Computing": "Technika komputerowa",
    "The science of applied algorithms.": "Nauka o stosowaniu algorytmów",
    "Metaphysics": "Metafizyka",
    "Far out.": "Odlot",
    "Statecraft": "Biegłość polityczna",
    "The art of building a successful society.": "Sztuka budowy dobrego społeczeństwa",
    "Biology": "Biologia",
    "The science of life, in its many forms and complexities.": "Nauka o życiu, jego licznych postaciach i złożoności",
    "Military Theory": "Teoria wojskowa",
    "The art of war and its many important aspects.": "Sztuka wojny i jej liczne aspekty",
    "New Worlds": "Nowe światy",
    "Colonization protocols and pioneer training.": "Protokoły kolonizacyjne i szkolenie pionierów",
    "Psionics": "Psionika",
    "Mind over matter.": "Triumf umysłu nad materią",
    "Space Exploration": "Eksploracja kosmosu",
    "The realization of faster-than-light travel is a new dawn for space exploration. Manned missions to other star systems are now not only possible, but necessary.": "Możliwość podróżowania z szybkością nadświetlną otwiera nowy etap eksploracji kosmosu. Misje załogowe do innych układów gwiezdnych są teraz nie tylko możliwe, ale wręcz konieczne.",
    "Corvettes": "Korwety",
    "The FTL breakthrough allowed early attempts to adapt traditional surface-to-space shuttle frames to military applications to finally create relatively small, fast, and maneuverable vessels with limited firepower.": "Wynalezienie napędu nadświetlnego umożliwiło zaadaptowanie szkieletów promów ziemia-kosmos na potrzeby wojska i w ten sposób powstały dość niewielkie, szybkie i zwrotne jednostki o ograniczonej sile ognia.",
    "Destroyers": "Niszczyciele",
    "While larger than Corvettes, Destroyer hull configurations still make for comparatively nimble gunboats.": "Niszczyciele są większe niż korwety, ale to nadal zwrotne jednostki bojowe.",
    "Cruisers": "Krążowniki",
    "Originally devised as an experimental next-generation colony ship hull configuration, the design's ample hardpoints made it ideal for carrying heavy weapons ordnance.": "Początkowo była to eksperymentalna konfiguracja statku kolonizacyjnego następnej generacji. Duża liczba punktów montażowych sprawiła, że to idealna platforma dla ciężkiego uzbrojenia.",
    "Battleships": "Pancerniki",
    "The largest of the standard military vessels, Battleships are traditionally heavily armored and sport several gun batteries.": "Pancerniki to największe ze standardowych okrętów, zwykle są one ciężko opancerzone i uzbrojone w wiele baterii dział.",
    "Titans": "Tytany",
    "Designing ships at this scale allows for a deadly combination of exceptional firepower and cutting-edge auxiliary support. Titan configurations may serve as highly versatile flagships which are also capable of bolstering surrounding vessels or ensnaring hostiles.": "Projekt tak dużego okrętu umożliwia stworzenie zabójczego połączenia potężnej siły ognia i najnowocześniejszego wsparcia. Konfiguracje tytanów mogą być niezwykle uniwersalnymi okrętami flagowymi, mogącymi wspierać pobliskie jednostki oraz uniemożliwiać działania wroga.",
    "Colossi": "Kolosy",
    "Advances in mega-engineering blur the lines between reality and fantasy in the form of Colossus-type military vessels. These immense, single-weapon platforms are capable of radically altering or obliterating entire worlds at the push of a button.": "Rozwój megainżynierii zaciera granice między rzeczywistością a fantazjami, tworząc jednostki wojskowe typu kolos. Te olbrzymie platformy przenoszące jeden rodzaj broni mogą radykalnie zmieniać albo niszczyć całe światy. Wystarczy nacisnąć jeden guzik.",
    "Improved Corvette Hulls": "Ulepszone kadłuby korwet",
    "Advances in building techniques will allow for the construction of sturdier and more durable corvettes.": "Rozwój technologii budowy umożliwia konstruowanie mocniejszych i wytrzymalszych korwet.",
    "Advanced Corvette Hulls": "Zaawansowane kadłuby korwet",
    "The latest generation of corvette hulls have optimized structural integrity fields and improved bulkheads.": "Najnowsza generacja kadłubów korwet ma zoptymalizowane pola spójności strukturalnej i ulepszone grodzie.",
    "Standardized Corvette Patterns": "Standardowe wzory korwet",
    "Establishing new standards for the modeling and construction of corvettes greatly improves the efficiency of the production pipeline.": "Ustanowienie nowych standardów modelowania i budowy korwet znacznie zwiększy wydajność linii produkcyjnych.",
    "$corvette_hull_effect$\\n$frigate_hull_effect$": "$corvette_hull_effect$\\n$frigate_hull_effect$",
    "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$": "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$",
    "$mod_shipsize_corvette_hull_mult$: §G+10%§!": "$mod_shipsize_corvette_hull_mult$: §G+10%§!",
    "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!": "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!",
    "$mod_shipsize_frigate_hull_mult$: §G+10%§!": "$mod_shipsize_frigate_hull_mult$: §G+10%§!",
    "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!": "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!",
    "Improved Destroyer Hulls": "Ulepszone kadłuby niszczycieli",
    "Advances in building techniques will allow for the construction of sturdier and more durable destroyers.": "Rozwój technologii budowy umożliwia konstruowanie mocniejszych i wytrzymalszych niszczycieli.",
    "Advanced Destroyer Hulls": "Zaawansowane kadłuby niszczycieli",
    "The latest generation of destroyer hulls have optimized structural integrity fields and improved bulkheads.": "Najnowsza generacja kadłubów niszczycieli ma zoptymalizowane pola spójności strukturalnej i ulepszone grodzie.",
    "Standardized Destroyer Patterns": "Standardowe wzory niszczycieli",
    "Establishing new standards for the modeling and construction of destroyers greatly improves the efficiency of the production pipeline.": "Ustanowienie nowych standardów modelowania i budowy niszczycieli znacznie zwiększy wydajność linii produkcyjnych.",
    "$mod_shipsize_destroyer_hull_mult$: §G+10%§!": "$mod_shipsize_destroyer_hull_mult$: §G+10%§!",
    "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!": "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!",
    "Improved Cruiser Hulls": "Ulepszone kadłuby krążowników",
    "Advances in building techniques will allow for the construction of sturdier and more durable cruisers.": "Rozwój technologii budowy umożliwia konstruowanie mocniejszych i wytrzymalszych krążowników.",
    "Advanced Cruiser Hulls": "Zaawansowane kadłuby krążowników",
    "The latest generation of cruiser hulls have optimized structural integrity fields and improved bulkheads.": "Najnowsza generacja kadłubów krążowników ma zoptymalizowane pola spójności strukturalnej i ulepszone grodzie.",
    "Standardized Cruiser Patterns": "Standardowe wzory krążowników",
    "Establishing new standards for the modeling and construction of cruisers greatly improves the efficiency of the production pipeline.": "Ustanowienie nowych standardów modelowania i budowy krążowników znacznie zwiększy wydajność linii produkcyjnych.",
    "$mod_shipsize_cruiser_hull_mult$: §G+10%§!": "$mod_shipsize_cruiser_hull_mult$: §G+10%§!",
    "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!": "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!",
    "Improved Battleship Hulls": "Ulepszone kadłuby pancerników",
    "Advances in building techniques will allow for the construction of sturdier and more durable battleships.": "Rozwój technologii budowy umożliwia konstruowanie mocniejszych i wytrzymalszych pancerników.",
    "Advanced Battleship Hulls": "Zaawansowane kadłuby pancerników",
    "The latest generation of battleship hulls have optimized structural integrity fields and improved bulkheads.": "Najnowsza generacja kadłubów pancerników ma zoptymalizowane pola spójności strukturalnej i ulepszone grodzie.",
    "Standardized Battleship Patterns": "Standardowe wzory pancerników",
    "Establishing new standards for how we design and construct massive battleships greatly improves the speed at which they can be assembled.": "Ustanowienie nowych standardów projektowania i budowy wielkich pancerników znacznie zwiększy szybkość ich montażu.",
    "$mod_shipsize_battleship_hull_mult$: §G+10%§!": "$mod_shipsize_battleship_hull_mult$: §G+10%§!",
    "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!": "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!",
    "Improved Titan Hulls": "Ulepszone kadłuby tytanów",
    "Advances in building techniques will allow for the construction of sturdier and more durable titans.": "Rozwój technologii budowy umożliwia konstruowanie mocniejszych i wytrzymalszych tytanów.",
    "Advanced Titan Hulls": "Zaawansowane kadłuby tytanów",
    "The latest generation of titan hulls have optimized structural integrity fields and improved bulkheads.": "Najnowsza generacja kadłubów tytanów ma zoptymalizowane pola spójności strukturalnej i ulepszone grodzie.",
    "Starbase Construction": "Budowa bazy gwiezdnej",
    "A centralized space installation built in close orbit around the system primary is necessary to make full use of the resources in a star system.": "Scentralizowana instalacja kosmiczna zbudowana na bliskiej orbicie wokół głównej gwiazdy układu jest niezbędna, by można było w pełni wykorzystywać zasoby układu gwiezdnego.",
    "Starport": "Port gwiezdny",
    "The earliest starbases were little more than makeshift outposts. Permanent starports will enable us to maintain a firmer grip on star systems.": "Pierwsze bazy gwiezdne były zaledwie prowizorycznymi placówkami. Stałe porty umożliwią nam lepsze panowanie nad układami gwiezdnymi.",
    "Starhold": "Gwiezdna twierdza",
    "As space traffic increases, larger and more defensible starbases are needed to maintain control over system spacelanes.": "Ruch w kosmosie nasila się, więc większe i lepiej bronione bazy gwiezdne są potrzebne do utrzymania kontroli nad szlakami w układzie.",
    "Star Fortress": "Gwiezdna forteca",
    "These mighty space forts will provide a focal point for all military activity in a star system, and their presence is sure to deter all but the most stubborn attackers.": "Te olbrzymie forty kosmiczne staną się centrum aktywności militarnej w dowolnym układzie gwiezdnym, a ich obecność niewątpliwie odstraszy każdego poza najbardziej upartymi napastnikami.",
    "Citadel": "Cytadela",
    "Plans for an immense battlestation capable of holding its own against several strike fleets are now being drawn up. If realized, these citadels will become monuments to greatness as much as system hubs.": "Właśnie tworzone są plany potężnej stacji bojowej mogącej samodzielnie stawić czoła kilku flotom uderzeniowym. Jeśli zostaną zrealizowane, cytadele staną się symbolami wielkości podobnymi do układów węzłowych.",
    "Modular Engineering": "Technika modułowa",
    "Streamlined starbase construction procedures, using modular designs, will reduce the present build cost and time.": "Sprawne procedury konstruowania baz gwiezdnych oparte na projektach modułowych zmniejszą czas realizacji budowy i jej koszta.",
    "Improved Structural Integrity": "Ulepszona spójność konstrukcji",
    "A reinforced framework and blast shields with enhanced impact absorption will ensure the structural integrity of the platform even under immense pressure.": "Wzmocniony szkielet i osłony pochłaniające więcej energii uderzenia zapewnią spójność konstrukcji platformy, nawet w najtrudniejszych warunkach.",
    "Orbital Energy Conversion": "Orbitalna konwersja energii",
    "Advances in solar panel technology could offset the operating costs of our starbases. The panels would require an entire starbase module to generate enough energy, however.": "Rozwój technologii paneli słonecznych może skompensować koszty operacyjne naszych baz gwiezdnych. Jednak żeby wytworzyć wystarczającą ilość energii, panele musiałyby zajmować cały moduł bazy gwiezdnej.",
    "Mining Guilds": "Gildie górnicze",
    "Organized mining guilds that supervise all resource extraction in a system. This leads to increased efficiency, as independent \"wildcat\" miners are brought to heel.": "Zorganizowane gildie górnicze nadzorują wszelkie wydobycie zasobów w układzie. Prowadzi to do zwiększenia wydajności, ponieważ porządkuje problem, jakim są niezależni górnicy.\\n\\n",
    "Zero-G Work Frames": "Szkielety do pracy w nieważkości",
    "These frames come equipped with a multitude of useful tools, enabling workers to quickly and safely navigate orbital construction sites. E.V.A. missions in space have never been easier.": "Te szkielety wyposażono w przydatne narzędzia pozwalające robotnikom szybko i bezpiecznie poruszać się po orbitalnych budowach. Zadania wymagające wyjścia w przestrzeń kosmiczną nigdy nie były łatwiejsze.\\n\\n",
    "Carrier Operations": "Działania z lotniskowca",
    "These manned strike craft are launched from a mothership and rely on their speed and small size to survive long enough to punch through enemy defenses.": "Te załogowe statki krótkiego zasięgu startują z pokładu okrętu matki i wykorzystują swą szybkość oraz małe rozmiary, żeby przedostać się przez obronę wroga.\\n\\n",
    "Improved Strike Craft": "Ulepszone statki szturmowe",
    "The next generation of strike craft, featuring improved avionics, better handling characteristics and more powerful armaments.": "Następna generacja statków szturmowych wyposażona w lepszą awionikę i potężniejsze uzbrojenie. Łatwiejsza w pilotażu.\\n\\n",
    "Advanced Strike Craft": "Zaawansowane statki szturmowe",
    "A further refinement in strike craft design, these advanced strike craft are a pilot's dream. Their performance far exceeds that of previous models.": "Kolejna modyfikacja statków szturmowych. Te myśliwce i bombowce to spełnienie marzeń każdego pilota. Ich osiągi pozostawiają poprzednie modele daleko w tyle.\\n\\n",
    "Planetary Defenses": "Obrona planetarna",
    "There may come a time when intellects, vast and cool and unsympathetic, regard our worlds with envy and draw plans against us. We must be ready.": "Może nadejść czas, gdy wielkie, zimne i pozbawione współczucia inteligencje spojrzą na nasze światy z zazdrością i zechcą nam zaszkodzić. Musimy być gotowi.",
    "Interplanetary Expeditionary Forces": "Międzyplanetarne siły ekspedycyjne",
    "The invasion of another world is a staggering enterprise. There are immense logistical challenges that must be overcome before we can muster our first interplanetary armies.": "Inwazja na inny świat to olbrzymie przedsięwzięcie. Zanim zostaną zorganizowane pierwsze armie międzyplanetarne, trzeba uporać się z wielkimi problemami logistycznymi.\\n\\n",
    "Orbital Drop Pods": "Kapsuły desantowe",
    "Single-use orbital drop pods will lessen our reliance on vulnerable landing craft and allow us to quickly land light forces anywhere on a planet's surface.": "Jednorazowe kapsuły desantowe pozwalają ograniczyć korzystanie z kruchych desantowców i umożliwiają szybkie lądowanie lekkich jednostek w dowolnym miejscu na powierzchni planety.\\n\\n",
    "Nanocomposite Materials": "Materiały nanokompozytowe",
    "Reinforced nanocomposite hull plating can provide an extra layer of protection that could be the difference between life and death in a combat situation.": "Poszycie kadłuba wzmocnione nanokompozytami zapewnia dodatkową warstwę ochronną, która w walce może zdecydować o życiu lub śmierci.\\n\\n",
    "Ceramo-Metal Materials": "Materiały metaloceramiczne",
    "A combination of different metals and ceramics that result in a strong armor without sacrificing flexibility.": "Połączenie różnych metali i ceramiki pozwoliło uzyskać mocny, a jednocześnie elastyczny pancerz.\\n\\n",
    "Plasteel Materials": "Materiały plastalowe",
    "Plasteel is an elastic material that combines many of the qualities of plastics and metal. It is relatively cheap to produce and can be used to augment ship armor.": "Plastal to elastyczny materiał łączący wiele właściwości tworzywa sztucznego i metalu. Jest względnie tani w produkcji i może służyć do wzmacniania pancerzy statków.\\n\\n",
    "Durasteel Materials": "Materiały durastalowe",
    "This strong yet flexible material is capable of withstanding severe punishment. It serves well as ship armor.": "Ten mocny, a jednocześnie elastyczny materiał może wiele wytrzymać. Dobrze sprawdza się jako opancerzenie statków.\\n\\n",
    "Neutronium Materials": "Materiały neutroniowe",
    "This incredibly dense and strong material can resist firepower that would turn armor made of any other alloys into slag.": "Ten niewiarygodnie gęsty i mocny materiał może oprzeć się sile ognia, która spopieliłaby pancerz wykonany z innych stopów.\\n\\n",
    "Crystal-Infused Plating": "Pancerz nasycony kryształami",
    "By infusing armor plating with Crystalline matter we are able to further increase the durability of our ships' protective hulls.": "Nasycenie pancerza materią krystaliczną zaowocuje dalszym zwiększenie wytrzymałości kadłubów naszych jednostek.\\n\\n",
    "Crystal-Forged Plating": "Pancerz okuty kryształami",
    "Introducing Crystalline matter into the forging process further improves the ultra-hard qualities of crystal-infused metals.": "Wprowadzenie materii krystalicznej do procesów odlewniczych jeszcze bardziej zwiększy ultratwardość metali nasyconych kryształami.\\n\\n",
    "Artificial Dragonscales": "Sztuczne smocze łuski",
    "The Ether Drake's scales are made up of multiple layers of unique mineral nanostructures. Unorthodox manufacturing techniques allow us to closely emulate these self-repairing structures.": "Łuski eterycznego smoka są wykonane z wielu warstw nanostruktur z unikalnych minerałów. Niespotykane techniki produkcji umożliwiają nam wierne odwzorowanie tej samoczynnie naprawiającej się struktury.",
    "Armor Hardening": "Wzmocnienie pancerza",
    "$ARMOR_HARDENER_1_DESC$": "$ARMOR_HARDENER_1_DESC$",
    "Adaptive Armor Hardening": "Wzmocnienie pancerza adaptacyjnego",
    "$ARMOR_HARDENER_2_DESC$": "$ARMOR_HARDENER_2_DESC$",
    "Chemical Thrusters": "Chemiczne silniki manewrowe",
    "Simple yet moderately effective chemical thrusters that rely on combustible propellant to function.": "Proste i umiarkowanie wydajne chemiczne silniki manewrowe działają dzięki spalaniu propelentu.\\n\\n",
    "Ion Thrusters": "Jonowe silniki manewrowe",
    "These electric thrusters use beams of ions to generate thrust without the need for propellant.": "Te elektryczne silniki manewrowe wytwarzają ciąg bez potrzeby zużywania paliwa.\\n\\n",
    "Plasma Thrusters": "Plazmowe silniki manewrowe",
    "An advanced form of electric propulsion, plasma thrusters afford ships greater sublight speeds and maneuverability.": "Plazmowe silniki manewrowe to zaawansowany rodzaj napędu elektrycznego pozwalający statkom rozwijać większe prędkości podświetlne i zwiększający ich zwrotność.\\n\\n",
    "Impulse Thrusters": "Impulsowe silniki manewrowe",
    "These highly advanced fusion-powered thrusters provide ships with unmatched maneuverability and speed under sublight conditions.": "Te niezwykle zaawansowane termojądrowe silniki manewrowe zapewniają statkom niezrównaną zwrotność i umożliwiają rozwijanie dużych prędkości podświetlnych.\\n\\n",
    "Afterburners": "Dopalacze",
    "These powerful thrusters provide additional combat speed but consume a great deal of power.": "Te potężne silniki zapewniają dodatkową prędkość bojową, ale zużywają wiele mocy.",
    "Advanced Afterburners": "Zaawansowane dopalacze",
    "This improved version of the standard afterburners provide an even greater boost to a ship's combat speed.": "Ta ulepszona wersja zwykłych dopalaczy jeszcze bardziej zwiększa prędkość bojową statku.",
    "Deep Space Defenses": "Obrona w kosmicznej otchłani",
    "This will enable the construction of defensive deep space platforms to protect our Starbases.": "Umożliwia budowę gwiezdnych platform obronnych chroniących nasze bazy gwiezdne.",
    "Deep Space Stations": "Stacje w kosmicznej otchłani",
    "New construction methods will allow for the construction of even larger military stations in the depths of space.": "Nowe techniki budowlane pozwalają konstruować jeszcze większe stacje wojskowe w kosmicznej otchłani.\\n\\n",
    "Deep Space Installations": "Instalacje w kosmicznej otchłani",
    "These massive installations are like cities floating in space. They can support a crew of thousands, and are often equipped with firepower rivaling that of a fleet.": "Te olbrzymie instalacje przypominają miasta dryfujące w przestrzeni kosmicznej. Ich załogi mogą składać się z tysięcy członków, a siłą ognia niejednokrotnie dorównują całej flocie.\\n\\n",
    "Corps of Engineers": "Korpus inżynieryjny",
    "The creation of a dedicated naval engineering corps will greatly benefit the construction of deep space defense platforms, decreasing building costs and increasing durability.": "Stworzenie specjalnego korpusu inżynieryjnego marynarki wojennej bardzo ułatwi budowę kosmicznych platform obronnych, zmniejszy koszty ich budowy i zwiększy wytrzymałość.\\n\\n",
    "Optimized Station Construction": "Zoptymalizowana konstrukcja stacji",
    "An extensive evaluation of present military station construction methods has identified several areas of potential improvement.": "Dogłębna ocena stosowanych obecnie metod budowy stacji wojskowych wykazała pewne możliwości ulepszeń.",
    "Weather Control Systems": "Systemy kontroli pogody",
    "The ability to alter a planet's weather patterns to suppress destructive weather phenomena will make residential buildings easier to maintain and open up new areas for habitation.": "Możliwość wpływania na klimat w celu neutralizowania niszczycielskich zjawisk pogodowych ułatwi konserwację budynków mieszkalnych i sprawi, że nowe obszary staną się zdatne do zamieszkania.",
    "Anti-Gravity Engineering": "Inżynieria antygrawitacyjna",
    "With directional gravity technology, buildings on the surface of planets can reach higher than ever before without risking structural collapse. The sky is the limit!": "Dzięki technologii ukierunkowanej grawitacji można wznosić wyższe budynki na powierzchni globu bez ryzyka, że się zawalą. Granicą jest tylko niebo!",
    "Agrarian Utopias": "Wiejskie utopie",
    "Through the establishment of weather-controlled rural communes, we can support a larger population without disrupting our agrarian way of life.": "Zakładając wiejskie wspólnoty kontrolowane przez pogodę, możemy utrzymywać większą populację bez uszczerbku dla naszego wiejskiego stylu życia.",
    "Mechanized Mining": "Zmechanizowane górnictwo",
    "The application of mechanical engineering to mineral extraction is a fundamental requirement for any industrial society.": "Zastosowanie technologii budowy maszyn w wydobyciu minerałów to konieczność dla każdej cywilizacji przemysłowej.",
    "Industrial Base": "Baza przemysłowa",
    "The basic industrial infrastructure that is required to become a spacefaring civilization.": "Podstawowa infrastruktura przemysłowa jest niezbędna cywilizacji, która chce podróżować w kosmosie.\\n\\n",
    "Powered Exoskeletons": "Egzoszkielety wspomagane",
    "Wearing a powered exoskeleton suit augments the user's strength and speed. The military applications are obvious, but it will also increase labor efficiency.": "Użytkownik egzoszkieletu wspomaganego jest silniejszy i szybszy. Militarne zastosowania tego sprzętu są oczywiste, ale zwiększa on też wydajność pracy.\\n\\n",
    "Improved Servomotors": "Ulepszone serwomotory",
    "More powerful servomotors will increase the weight our robotic units can carry. Mining units can haul more minerals off to be processed, and war machines can be fitted with heavier armaments.": "Potężniejsze serwomotory zwiększą nośność naszych robotów. Jednostki wydobywcze będą mogły dostarczać więcej minerałów do przetworzenia, a machiny wojenne będzie można wyposażyć w cięższe uzbrojenie.",
    "Geothermal Fracking": "Szczelinowanie geotermalne",
    "New fracking techniques will allow us to tap into previously unattainable pockets of geothermal resources deep beneath the planet's crust.": "Nowe techniki szczelinowania umożliwią nam dotarcie do wcześniej niedostępnych zasobów geotermalnych pod skorupą planety.",
    "Deep Core Mining": "Górnictwo głębinowe",
    "These massive drills are needed to access the rich mineral deposits that can often be found close to a planet's core.": "Te olbrzymie świdry umożliwiają dotarcie do bogatych złóż minerałów, które często znajdują się w pobliżu rdzenia planety.",
    "Mineral Isolation": "Wydzielanie minerałów",
    "Advanced spectrometry combines with fracking techniques and chemical flushing to rapidly exploit shallow and mid-depth deposits.": "Zaawansowana spektrometria zostaje połączona z technikami szczelinowania hydraulicznego i ługowania w celu przyspieszenia eksploatacji złóż płytkich i średnio głębokich.",
    "Synchronized Work Patterns": "Zsynchronizowane modele pracy",
    "By synchronizing the work patterns of our mining networks, their output efficiency can be further increased.": "Synchronizując modele pracy naszych sieci górniczych, możemy dodatkowo zwiększyć ich wydajność.\\n\\n",
    "Nanomechanics": "Nanomechanika",
    "Advanced instrumentation allows for the study and practical application of physical systems at nanometric scales.": "Zaawansowane przyrządy pozwalają badać i praktycznie wykorzystywać układy fizyczne w skali nanometrycznej.",
    "Supersolid Materials": "Materiały supertwarde",
    "The production and understanding of supersolids are of immeasurable value to any and every space-age civilization.": "Produkcja i zrozumienie materiałów supertwardych mają olbrzymie znaczenie dla każdej cywilizacji epoki kosmicznej.",
    "Superfluid Materials": "Materiały superpłynne",
    "The study of superfluidity promises to marry quantum mechanics with the fundamental interaction of gravity.": "Badania nad superpłynnością mogą doprowadzić do mariażu mechaniki kwantowej z grawitacyjnym oddziaływaniem podstawowym.",
    "Robotic Workers": "Pracujące roboty",
    "These robotic work units are perfect for menial labor tasks. They are hard-working and capable of following simple vocal instructions, but should not be expected to climb stairs.": "Te pracujące roboty idealnie nadają się do codziennych prostych robót. Są pracowite i mogą wykonywać proste polecenia głosowe, ale nie należy oczekiwać od nich wchodzenia po schodach.\\n\\n",
    "Droids": "Droidy",
    "Upgraded robotic workers, these units have an expanded movement range equal to that of most organics. Their neural processors have also been greatly improved.": "Ulepszone roboty mogące poruszać się prawie jak istoty organiczne. Ich procesory neuronowe także zostały unowocześnione.\\n\\n",
    "Synthetics": "Syntetyki",
    "Highly advanced robots that are stronger, faster and more durable than the vast majority of organics. With their upgraded neural processors they are fully capable of independent operations.": "Niezwykle zaawansowane roboty, silniejsze, szybsze i trwalsze od większości istot organicznych. Ich ulepszone procesory neuronowe pozwalają im działać całkowicie niezależnie.\\n\\n",
    "Synthetic Personality Matrix": "Matryca osobowości syntetyka",
    "Equipped with a personality, synthetics will finally be able to interact socially on equal terms with the rest of our citizens. Some units may even assume leadership roles.": "Syntetyki posiadające osobowość będą wreszcie mogły funkcjonować w społeczeństwie na równi z resztą naszych obywateli. Być może niektóre z nich obejmą stanowiska przywódcze.\\n\\n",
    "Integrated Cybernetics": "Zintegrowana cybernetyka",
    "Improving upon basic exoskeletal suits, these integrated cybernetic implants make the user more resistant to harmful environmental effects.": "Wersja rozwojowa podstawowych kombinezonów ezgzoszkieletowych, te zintegrowane implanty cybernetyczne czynią użytkownika odporniejszym na szkodliwe działanie środowiska.",
    "Adaptive Cybernetics": "Cybernetyka adaptacyjna",
    "Installing cybernetic implants that adapt to the local environment will boost the efficiency of our drones.": "Zainstalowanie implantów cybernetycznych umożliwiających adaptację do otoczenia zwiększy skuteczność naszych dronów.",
    "Mineral Purification": "Oczyszczanie minerałów",
    "Optimal processing of mined materials have allowed us to reach new levels of efficiency.": "Optymalne przetwarzanie wydobytych minerałów umożliwiło nam osiągnięcie nowych poziomów wydajności.",
    "Advanced Mineral Purification": "Zaawansowane oczyszczanie minerałów",
    "Second-stage processing of pseudo-refined minerals allow for more efficient storage and transportation.": "Drugi etap obróbki wstępnie oczyszczonych minerałów umożliwia wydajniejsze magazynowanie i transport.",
    "Assembly Patterns": "Wzory montażowe",
    "Rapid iteration in construction simulations determines the optimal component assembly patterns for each building project ahead of time.": "Szybka iteracja symulacji budowlanych z wyprzedzeniem określa optymalne wzorce montażu elementów każdego projektu budowlanego.",
    "Construction Templates": "Szablony budowy",
    "Standardized pre-fab templates massively reduce on-site facility construction times.": "Zamienne, prefabrykowane szablony znacznie skracają czas właściwej budowy.",
    "Machine Template System": "System szablonów dla maszyn",
    "$building_resource_silo$ Capacity: §G+5000§!": "$building_resource_silo$ Pojemność: §G+5000§!",
    "Rewritable assembly templates allow for the creation of bespoke synthetic worker designs.": "Zapisywalne szablony montażowe umożliwiają wytwarzanie syntetycznych robotników na zamówienie.",
    "Standardization of assembly templates allow for improved specialization of the drone population.": "Standaryzacja szablonów montażowych pozwala zwiększyć specjalizację populacji dronów.",
    "Cross-Model Standardization": "Standaryzacja wszystkich modeli",
    "Improved production practices allow for greater alterations to synthetic workers without compromising core functionality.": "Ulepszone praktyki produkcyjne umożliwią większe zmiany w syntetycznych robotnikach bez obniżenia kluczowej funkcjonalności.",
    "Fungible Circuitry": "Wymienne obwody",
    "Improved production practices allow for fundamental changes to synthetic workers without compromising core functionality.": "Ulepszone praktyki produkcyjne umożliwią zasadnicze zmiany w syntetycznych robotnikach bez obniżenia kluczowej funkcjonalności.",
    "Matter Generation": "Wytwarzanie materii",
    "By using vast amounts of energy we are able to convert light into matter from seemingly nothing.": "Zużywając duże ilości energii, możemy praktycznie bez niczego zmieniać światło w materię.",
    "Mega-Assembly Systems": "Systemy megamontażu",
    "Advanced templates allow us to drastically increase the assembly of new units.": "Zaawansowane szablony umożliwiają poważne przyspieszenie montowania nowych jednostek.",
    "Robotic Assembly Systems": "Systemy montażu robotów",
    "Advanced templates allow us to drastically increase the assembly of new robots.": "Zaawansowane szablony umożliwiają poważne przyspieszenie montowania nowych robotów.",
    "Offworld Construction": "Budowa pozapowierzchniowa",
    "Construction in space presents our engineers with new design challenges that must be solved before we can build orbital stations above other worlds.": "Budowanie w kosmosie stawia przed naszymi inżynierami wyzwania, z którymi trzeba się uporać, nim zaczniemy konstruowanie stacji orbitalnych nad innymi światami.\\n\\n",
    "On-Site Processing": "Przetwarzanie lokalne",
    "By processing minerals directly above the world where they are extracted, our mining efficiency is substantially improved.": "Przetwarzając minerały bezpośrednio nad światem, z którego zostały pozyskane, znacznie zwiększymy wydajność naszego górnictwa.\\n\\n",
    "Autonomous Mining Operations": "Samodzielne placówki górnicze",
    "By relying extensively on automated drones, mining stations can be operated with only a small skeleton crew. This will lower their costs.": "Dzięki zastosowaniu automatycznych dronów stacje górnicze mogą być obsługiwane tylko przez niewielką załogę. Obniża to koszty działalności.\\n\\n",
    "Satramene Refining": "Przetwarzanie satramenu",
    "This gas is a naturally occurring stimulant found on some worlds. It has a calming effect on most beings, and can be used as a non-violent way of pacifying hostile individuals.": "Ten gaz to naturalna substancja psychotropowa występującą na niektórych światach. Uspokaja większość organizmów, więc można go stosować jako przyjazną metodę pacyfikowania wrogo nastawionych osób.",
    "Garanthium Mining": "Wydobycie garantu",
    "Establishing successful Garanthium quarries poses unique challenges, as the malleable qualities of the ore make it as difficult to mine as it is attractive.": "Stworzenie działającego kamieniołomu garantu to nie lada wyzwanie. Duża kowalność tej rudy sprawia, że jej wydobycie jest równie trudne, co atrakcyjne.",
    "Orillium Mining": "Wydobycie orillium",
    "Stabilization beams allow relatively safe extraction of volatile Orillium ores.": "Promienie stabilizujące umożliwiają względnie bezpieczne wydobycie lotnych złóż orylu.\\n\\n",
    "Living Metal": "Żywy metal",
    "Mining and processing the rare living metals is exceedingly difficult, but successful application of the mutable alloys yields incomparable advantages.": "Wydobycie i przetwarzanie żywych metali jest wyjątkowo trudne, ale udane zastosowanie niestałych stopów przynosi niezrównane korzyści.",
    "Betharian Refining": "Przetwarzanie betariańskie",
    "The Betharian minerals appear to have originated from singular source, but were scattered across the galaxy millennia ago. The minerals are most often encountered as pebble-sized clusters, and are highly flammable.": "Betariańskie minerały pochodzą prawdopodobnie z jednego źródła, ale tysiące lat temu zostały rozproszone po całej galaktyce. Najczęściej występują w postaci zbiorowisk niewielkich kamieni i są bardzo łatwopalne.",
    "Rare Crystal Mining": "Wydobycie rzadkich kryształów",
    "Mining these crystals without damaging or even destroying them is an extremely delicate process. It requires advanced equipment capable of pinpoint precision.": "Wydobywanie tych kryształów bez ich uszkodzenia lub zniszczenia to niezwykle delikatny proces. Wymaga zaawansowanego sprzętu o bezprecedensowej precyzji.",
    "Nanobot Assemblers": "Nanoboty montażowe",
    "Proximity Mines": "Miny zbliżeniowe",
    "Mega-Engineering": "Megainżynieria",
    "To complete construction projects of truly staggering scales we must first achieve a fundamental understanding of both the engineering and resource storage requirements for such megastructures.": "Żeby realizować projekty konstrukcyjne o naprawdę potężnych rozmiarach, musimy najpierw poznać podstawy inżynierii i sposoby przechowywania zasobów, z których powstaną superkonstrukcje.",
    "Mass Drivers": "Działa elektromagnetyczne",
    "These electromagnetic projectile launchers use magnets to accelerate armor-piercing rounds towards targets at high speeds.": "Te elektromagnetyczne wyrzutnie pocisków wykorzystują magnesy do rozpędzania pocisków przeciwpancernych, które z dużą szybkością trafiają w cele.\\n\\n",
    "Coilguns": "Działa zwojowe",
    "Coilguns are more powerful versions of the early mass drivers, using electromagnetic coils to rapidly accelerate projectiles towards targets.": "Działa zwojowe to silniejsze wersje pierwszych dział elektromagnetycznych wykorzystujące zwoje elektromagnetyczne do miotania pocisków w kierunku celów.\\n\\n",
    "Railguns": "Działa kinetyczne",
    "The latest in electromagnetic accelerators, railguns use twin parallel rails to fire projectiles at incredible speeds.": "Działa kinetyczne to najnowsze akceleratory elektromagnetyczne wykorzystujące dwie równoległe szyny do wystrzeliwania pocisków z olbrzymimi prędkościami.\\n\\n",
    "Advanced Railguns": "Zaawansowane działa kinetyczne",
    "A new version of the venerable railgun, with sturdier rails and an enhanced power supply. These weapons are even more powerful and accurate than their predecessors.": "Nowa wersja sędziwego działa kinetycznego, mająca wytrzymalsze szyny i ulepszone źródło zasilania. Ta broń jest jeszcze potężniejsza i celniejsza niż jej poprzednik.\\n\\n",
    "Gauss Cannons": "Działa Gaussa",
    "This updated version of the old coilgun design is even more destructive than the latest railgun designs. It is capable of launching projectiles with incredible accuracy and speed.": "Ta unowocześniona wersja starego działa zwojowego jest jeszcze bardziej niszczycielska niż najnowsze działa kinetyczne. Może miotać pociski ze zdumiewającą prędkością i siłą.\\n\\n",
    "Kinetic Battery": "Bateria kinetyczna",
    "Very long-range artillery capable of hurling powerful rounds over extreme distances with a large degree of accuracy.": "Artyleria bardzo dalekiego zasięgu mogąca miotać z dużą celnością potężne pociski na ekstremalne odległości.\\n\\n",
    "Kinetic Artillery": "Artyleria kinetyczna",
    "An even more powerful long-range, ship-based artillery cannon, equipped with a new barrel and an upgraded fire control computer.": "Jeszcze silniejsze okrętowe działo artyleryjskie dalekiego zasięgu wyposażone w nową lufę i ulepszony komputer kierujący ogniem.\\n\\n",
    "Mega Cannon": "Megadziało",
    "An enormous mass accelerator cannon that can only be placed in a spinal mount and fires monstrously powerful rounds over vast distances.": "Olbrzymie działo elektromagnetyczne, które można zamontować tylko wzdłuż kadłuba jednostki, strzelające olbrzymimi pociskami na wielkie odległości.\\n\\n",
    "Giga Cannon": "Gigadziało",
    "An even more powerful mass accelerator cannon that can rip through even the toughest shields.": "Jeszcze potężniejsze działo elektromagnetyczne, które może przebić nawet najwytrzymalsze osłony.\\n\\n",
    "Autocannons": "Działka automatyczne",
    "Large-caliber ballistic weapons that fire cased explosive shells. The main advantage of these cannons is their high rate of fire.": "Wielkokalibrowa broń balistyczna strzelająca pełnopłaszczowymi pociskami burzącymi. Główną zaletą tych działek jest duża szybkostrzelność.\\n\\n",
    "Ripper Cannons": "Działka Rozpruwacz",
    "These upgraded rotary autocannons feature improved tracking and fire control systems. This allows them to maintain an even higher rate of fire.": "Te ulepszone automatyczne działka obrotowe są wyposażone w zaawansowane systemy śledzenia celów i kierowania ogniem, co pozwala osiągnąć jeszcze większą szybkostrzelność.\\n\\n",
    "Stormfire Cannons": "Działka Huragan",
    "Advanced rotary autocannons capable of spewing a cloud of high-explosive shells at a target.": "Zaawansowane automatyczne działka obrotowe wystrzeliwujące w kierunku celu chmurę pocisków burzących.",
    "Flak Battery": "Bateria przeciwlotnicza",
    "Gun batteries that fire shrapnel rounds at close range. They are particularly lethal to enemy strike craft, but can also defend against missiles.": "Baterie dział strzelające pociskami odłamkowymi na krótki zasięg. Są szczególnie niebezpieczne dla maszyn szturmowych wroga, ale mogą chronić też przed nadlatującymi pociskami.",
    "Flak Cannons": "Działka przeciwlotnicze",
    "Upgraded flak batteries with new, more powerful shrapnel rounds.": "Ulepszone baterie przeciwlotnicze z nowymi, silniejszymi pociskami odłamkowymi.",
    "Flak Artillery": "Artyleria przeciwlotnicza",
    "Predictive tracking algorithms and even more powerful rounds make these batteries incredibly lethal to enemy strike craft.": "Śledzące algorytmy prognozujące i jeszcze silniejsza amunicja sprawiają, że te baterie są zabójczo skuteczne przeciwko statkom szturmowym wroga.",
    "Nuclear Missiles": "Pociski jądrowe",
    "Space-to-space missiles equipped with high-yield nuclear warheads. Although based on old pre-space technology, these crude fire-and-forget weapons can be surprisingly effective at range.": "Pociski kosmos-kosmos wyposażone w głowice jądrowe o dużej sile rażenia. Są oparte na technologii przedkosmicznej, ale na dalekim zasięgu ta broń samonaprowadzająca jest zaskakująco skuteczna.\\n\\n",
    "Fusion Missiles": "Pociski termojądrowe",
    "These updated space-to-space missiles have more powerful fusion warheads and improved flight performance.": "Te unowocześnione pociski kosmos-kosmos mają silniejsze głowice termojądrowe i lepszą charakterystykę lotu.\\n\\n",
    "Antimatter Missiles": "Pociski antymaterii",
    "Advanced missiles equipped with very powerful antimatter warheads. A new and improved guidance system gives them a better chance of finding their targets.": "Zaawansowane pociski uzbrojone w niezwykle potężne głowice z antymaterią. Nowy i ulepszony system naprowadzania zwiększa szanse trafienia celu.\\n\\n",
    "Quantum Missiles": "Pociski kwantowe",
    "The latest version of space-to-space missile, this upgraded variant has an immensely powerful warhead that draws its energy from a zero point vacuum.": "Najnowsza wersja pocisków kosmos-kosmos uzbrojona w niezwykle potężną głowicę, wykorzystującą energię punktu zerowego.\\n\\n",
    "Marauder Missiles": "Pociski maruder",
    "These highly advanced missiles are equipped with limited onboard AI pilots that substantially improve their performance and ability to track targets.": "Te niezwykle nowoczesne pociski posiadają pokładowe pilotujące SI, które znacząco poprawiają ich osiągi i zdolność śledzenia celów.\\n\\n",
    "Swarmer Missiles": "Pociski rojowe",
    "These smaller missiles are launched in volleys and have been specifically designed to overwhelm enemy point-defense systems.": "Te mniejsze pociski wystrzeliwuje się salwami, służą one do przebicia się przez wrogie systemy obrony bezpośredniej.\\n\\n",
    "Whirlwind Missiles": "Pociski wirowe",
    "New miniaturization techniques will allow us to equip swarmer missiles with more powerful warheads and improved flight performance.": "Nowe techniki miniaturyzacji pozwolą nam uzbrajać pociski rojowe w silniejsze głowice i poprawiać ich charakterystykę lotu.\\n\\n",
    "Space Torpedoes": "Torpedy kosmiczne",
    "These torpedoes are essentially very large, slow-moving missiles. They are equipped with more powerful warheads and shield modulators that let them slip unmolested through energy screens.": "Te torpedy to tak naprawdę bardzo duże, powolne pociski. Są uzbrojone w silniejsze głowice i modulatory osłon, które pozwalają im swobodnie przechodzić przez osłony energetyczne.\\n\\n",
    "Armored Torpedoes": "Opancerzone torpedy",
    "Upgraded space torpedoes encased in armor, to better withstand enemy point-defense fire. The armor fragments into shards that cause additional damage when the torpedo detonates.": "Ulepszone torpedy kosmiczne zamknięte w pancernych skorupach, by zwiększyć ich odporność na ostrzał obrony bezpośredniej. W chwili wybuchu pancerze rozpadają na odłamki zadające dodatkowe uszkodzenia.\\n\\n",
    "Devastator Torpedoes": "Torpedy dewastator",
    "Advanced torpedoes with very powerful warheads. They have a sleeker design, faster engines and upgraded shield modulators for slipping through energy screens.": "Zaawansowane torpedy z bardzo silnymi głowicami. Są bardziej opływowe i szybsze, a ulepszone modulatory osłon pozwalają im przechodzić przez osłony energetyczne.\\n\\n",
    "Deep Scan Instruments": "Skanery dalekiego zasięgu",
    "Unused": "Nieużywane",
    "Databank Uplinks": "Łącza baz danych",
    "High-capacity quantum bands dedicated to databank transfers make possible virtually completely synchronous research operations across vast distances.": "Pasma kwantowe o dużej przepustowości przeznaczone do przesyłania baz danych, dzięki czemu można prowadzić praktycznie zsynchronizowane prace badawcze w bardzo odległych miejscach.",
    "Uplink Miniaturization": "Miniaturyzacja łączy",
    "Miniaturization of the endpoint transmitters allow for installing them in clusters, further increasing bandwidth.": "Miniaturyzacja nadajników końcowych umożliwiająca tworzenie z nich grup i dodatkowe zwiększenie przepustowości.",
    "Scientific Method": "Metoda naukowa",
    "Testable predictions of observable phenomena.": "Proponujemy hipotezę wyjaśniającą zaobserwowane zjawisko, a potem ją sprawdzamy.",
    "Exotic Materials Labs": "Laboratoria materiałów egzotycznych",
    "As we explore the galaxy, we continually encounter new materials and substances that are unfamiliar to us. Cataloging and analyzing these discoveries will require new facilities.": "Badając galaktykę, nieustannie natykamy się na nowe materiały i nieznane nam substancje. Klasyfikowanie i analizowanie tych odkryć będzie wymagać nowych instalacji i urządzeń.",
    "Multi-Dimensional Studies": "Badania wielowymiarowe",
    "To expand our knowledge base, we must consider all levels of existence. A new realm of science awaits us!": "Aby rozwijać naszą wiedzę, musimy uwzględniać wszystkie poziomy istnienia. Czeka na nas nowe królestwo nauki!",
    "Quantum Theory": "Teoria kwantowa",
    "Exploring the mediation of fundamental forces through subatomic particles.": "Badanie podstawowych sił w oddziaływaniach cząstek subatomowych.",
    "Applied Quantum Physics": "Fizyka kwantowa stosowana",
    "The seemingly erratic behavior of tiny things can dramatically alter the way we think about bigger things.": "Pozornie chaotyczne zachowanie malutkich kawałków materii może drastycznie zmienić to, co wiemy o dużych kawałkach.",
    "Space-Time Theory": "Teoria czasoprzestrzeni",
    "Three dimensions, inextricable from the fourth.": "Trzy wymiary, nieodłączne od czwartego.",
    "Administrative AI": "Administracyjna SI",
    "Organizational circuitry rerouting academic fervor.": "Organizacyjne obwody sterujące zapałem naukowym",
    "Academic Optimization": "Optymalizacja akademicka",
    "New subroutines will sharpen the focus of our research units and eliminate inefficiency.": "Nowe podprogramy poprawią koncentrację naszych jednostek badawczych i zlikwidują niewydolność.",
    "Positronic AI": "Pozytronowa SI",
    "Evolving artificial intellects are opening the door to the possibility for true synthetic sapience.": "Ewoluujące sztuczne inteligencje stanowią klucz do stworzenia prawdziwego sztucznego rozumu.",
    "Synaptic Enhancers": "Wzmacniacze synaptyczne",
    "Thought before action. Our Mind will evolve to ever greater heights.": "Myśl, zanim podejmiesz działanie. Nasz Umysł osiągnie jeszcze wyższy poziom.",
    "Autonomous Synapses": "Synapsy autonomiczne",
    "Indivisible unity apart.": "Niepodzielna jedność osobno.",
    "Positronic Implants": "Wszczepy pozytronowe",
    "Expanding possibilities through the application of limited cybernetics.": "Poszerzenie możliwości przez zastosowanie ograniczonej cybernetyki.",
    "Positronic Processors": "Procesory pozytronowe",
    "Opening new avenues of synthetic thought.": "Otwierają nowe możliwości na polu myśli syntetycznej.",
    "Specialized Combat Computers": "Specjalistyczne komputery bojowe",
    "Active matrices tuned for specific combat-centric tasks greatly improve engagement efficiency.": "Aktywne matryce dostosowane do zagadnień militarnych znacznie zwiększają skuteczność bojową.",
    "Extended Combat Algorithms": "Ulepszone algorytmy bojowe",
    "Further advances in predictive algorithms allow for augmented tactical decision-making in the field.": "Dalszy rozwój technologii algorytmów prognozujących umożliwia sprawniejsze podejmowanie decyzji taktycznych na polu walki.",
    "Sapient Combat Simulations": "Rozumne symulacje bojowe",
    "Running sapient AIs through high-intensity combat simulations yields valuable insight into potential optimizations for risk-evaluation techniques.": "Przepuszczanie intensywnych symulacji bojowych przez świadomą SI daje cenny wgląd w możliwości optymalizacji technik oceny ryzyka.",
    "Autonomous Ship Intellects": "Inteligencja autonomicznych statków",
    "Granting our ships their own semi-autonomous intellect will greatly enhance their responsiveness in combat.": "Wyposażenie naszych statków w częściowo autonomiczną inteligencję znacznie przyspieszy ich czas reakcji w walce.",
    "Active Countermeasures": "Aktywne środki przeciwdziałania",
    "The best defense is a good offense.": "Najlepszą obroną jest atak.",
    "Interlinked Support Systems": "Powiązane systemy wsparcia",
    "Arrays of defensive armaments prove much more effective than independent countermeasures.": "Układ systemów uzbrojenia obronnego okazuje się dużo skuteczniejszy niż niezależne środki przeciwdziałania.",
    "Predictive Algorithms": "Algorytmy prognozujące",
    "Advanced prediction greatly increases the accuracy of active countermeasure systems.": "Zaawansowane prognozowanie znacznie zwiększa dokładność aktywnych środków przeciwdziałania.",
    "Synchronized Defenses": "Zsynchronizowany system obronny",
    "Aligning defensive and offensive weapon execution paradigms allows for increased efficiency.": "Dopasowanie zasad stosowania broni ofensywnej i defensywnej umożliwia zwiększenie skuteczności.",
    "Interplanetary Research Initiative": "Międzyplanetarne przedsięwzięcie badawcze",
    "Quantum Neuro-Links": "Neurołącza kwantowe",
    "Advanced neurological implants with connection to quantum computing clusters allow for multi-threaded thoughts.": "Zaawansowane implanty neurologiczne połączone z klastrami obliczeń kwantowych umożliwiają myślenie wielowątkowe.",
    "AI-Controlled Colony Ships": "Statki kolonizacyjne sterowane przez SI",
    "By giving control of the colony ship to an Artificial Intelligence, the crew and colonists can be suspended in a deep sleep.": "Przekazując sztucznej inteligencji sterowanie statkiem kolonizacyjnym, załoga i koloniści mogą zapaść w głęboki sen.",
    "Colony Fabrication Drones": "Kolonizacyjne drony budowlane",
    "Fleets of small but efficient construction drones that are stored in the cargo bays of colony ships. Once activated on a planetary surface, they greatly speed up the initial settlement process.": "Floty małych, ale wydajnych dronów budowlanych, przewożone w ładowniach statków kolonizacyjnych. Po uruchomieniu na powierzchni planety znacznie przyspieszą początkową fazę osadnictwa.",
    "Self-Aware Colony Ships": "Świadome statki kolonizacyjne",
    "Sufficiently advanced systems are capable of optimizing themselves if they are made acutely aware of the purpose for which they were made.": "Odpowiednio zaawansowane systemy są w stanie samodzielnie się optymalizować, jeśli będą dokładnie świadome celu, do jakiego zostały stworzone.",
    "Automated Exploration Protocols": "Protokoły automatycznej eksploracji",
    "An advanced AI will aid science officers in their task to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no Blorg has gone before. The Science Ship will be able to explore the galaxy with help from an AI.": "Zaawansowana SI pomoże naukowcom eksplorować nowe, dziwne światy, znajdować nowe organizmy żywe i cywilizacje oraz docierać tam, gdzie nie dotarł jeszcze żaden Blorg. Statek badawczy będzie mógł eksplorować galaktykę z pomocą SI.",
    "Autonomous Exploration Algorithms": "Algorytmy samodzielnej eksploracji",
    "Updated and more advanced algorithms will not only speed up surveying, but also permit our exploration assets to spend more time in deep space without continuous instructions from the central Machine Intelligence.": "Zaktualizowane i bardziej zaawansowane algorytmy nie tylko przyspieszą badania kosmosu, ale też umożliwią jednostkom eksploracyjnym dłuższe przebywanie w dalekiej przestrzeni bez otrzymywania poleceń od centralnej mechanicznej inteligencji.",
    "Auxiliary Fire-control": "Pomocnicza kontrola ognia",
    "$FIRE_CONTROL_1_DESC$": "$FIRE_CONTROL_1_DESC$",
    "Exotic Gas Refining": "Przetwarzanie gazu egzotycznego",
    "Exotic Gas can be produced artificially, but it is a difficult process that requires advanced refinery equipment.": "Gaz egzotyczny można wytwarzać sztucznie, ale jest to trudny proces wymagający nowoczesnego wyposażenia rafinerii.",
    "Volatile Material Plants": "Zakłady materiałów lotnych",
    "Aside from the obvious safety concerns, the artificial creation of Volatile Motes is an extremely delicate and complicated process that requires highly specialized equipment.": "Nie mówiąc nawet o oczywistych problemach dotyczących bezpieczeństwa, wytwarzanie sztucznych lotnych pyłków jest procesem niezwykle wrażliwym i skomplikowanym, który wymaga bardzo specjalistycznego sprzętu.",
    "Rare Crystal Manufacturing": "Produkcja rzadkich kryształów",
    "The crystallization process is complicated and difficult, but synthetic crystals can be manufactured by using specialized industrial plants.": "Proces krystalizacji jest trudny i skomplikowany, ale dzięki takim specjalistycznym zakładom przemysłowym można wytwarzać syntetyczne kryształy.",
    "Neutronium Extraction": "Wydobycie neutronium",
    "Neutronium is a super-dense substance composed of neutrons that can be forged into extremely resistant and durable armor.": "Neutronium to supergęsta substancja złożona z neutronów, z której można wyprodukować niezwykle odporny i wytrzymały pancerz.",
    "Dark Matter Drawing": "Pobór ciemnej materii",
    "This exotic substance has many properties that seemingly defy the laws of physics. Harvestable concentrations can only be found near Black Holes or in certain nebulas.": "Ta egzotyczna substancja ma wiele właściwości przeczących na pozór prawom fizyki. Jej złoża można znaleźć tylko w pobliżu czarnych dziur i w niektórych mgławicach.",
    "Fission Power": "Energia jądrowa",
    "This energy source generates power for ships through induced fission, but it also produces harmful nuclear waste.": "To źródło energii dla okrętów wytwarza ją poprzez wywołanie rozszczepienia atomów. Efektem ubocznym są szkodliwe odpady radioaktywne.",
    "Fusion Power": "Energia termojądrowa",
    "Nuclear fusion processes generate a great amount of power for ships, but without many of the risks associated with fission power.": "Procesy fuzji jądrowej wytwarzają duże ilości energii dla okrętów, ale bez większości zagrożeń związanych z działaniem reaktorów atomowych.",
    "Cold Fusion Power": "Zimna fuzja jądrowa",
    "The ability to sustain a fusion reaction at relatively low temperatures will result in a new generation of fusion reactors for our ships.": "Możliwość utrzymania reakcji syntezy jądrowej we względnie niskiej temperaturze doprowadzi do powstania nowej generacji reaktorów fuzyjnych dla naszych jednostek.",
    "Antimatter Power": "Energia antymaterii",
    "By harnessing the energy produced by matter/antimatter annihilations, our efficiency at generating ship power will be orders of magnitude better than fusion.": "Dzięki ujarzmieniu energii wytwarzanej podczas anihilacji materii i antymaterii będziemy mogli wytwarzać o wiele więcej energii dla okrętów niż w reaktorach termojądrowych.",
    "Zero Point Power": "Energia punktu zerowego",
    "These generators extract vacuum energy, providing an almost limitless supply of ship power. There is no more efficient way to generate energy.": "Te generatory pobierają energię próżni i są praktycznie nieograniczonym źródłem zasilania okrętów. Nie ma wydajniejszego sposobu wytwarzania energii.",
    "Dark Matter Power": "Energia ciemnej materii",
    "These generators appear to somehow draw energy directly from dark matter, providing more ship power than should be possible according to the laws of physics.": "Te generatory zdają się w jakiś sposób czerpać energię bezpośrednio z ciemnej materii i dostarczają okrętom ilość mocy wymykającą się prawom fizyki.",
    "Dark Matter Propulsion": "Napęd ciemnej materii",
    "$SHIP_THRUSTER_5_DESC$": "$SHIP_THRUSTER_5_DESC$",
    "Reactor Boosters": "Wzmacniacze reaktora",
    "$REACTOR_BOOSTER_1_DESC$": "$REACTOR_BOOSTER_1_DESC$",
    "Improved Reactor Boosters": "Ulepszone wzmacniacze reaktora",
    "$REACTOR_BOOSTER_2_DESC$": "$REACTOR_BOOSTER_2_DESC$",
    "Advanced Reactor Boosters": "Zaawansowane wzmacniacze reaktora",
    "$REACTOR_BOOSTER_3_DESC$": "$REACTOR_BOOSTER_3_DESC$",
    "Deflectors": "Deflektory",
    "Energy deflector screens can stop a limited amount of incoming enemy fire before overloading. Their main drawback is that they consume large amounts of power.": "Deflektory energetyczne mogą zatrzymać ograniczoną ilość wrogiego ostrzału, zanim zostaną przeciążone. Ich główna wada polega na pochłanianiu dużych ilości energii.\\n\\n",
    "Improved Deflectors": "Ulepszone deflektory",
    "These updated deflector screens are capable of soaking up even more punishment before they overload.": "Te ulepszone deflektory mogą pochłonąć więcej ostrzału, zanim ulegną przeciążeniu.\\n\\n",
    "Shields": "Osłony",
    "These new shield generators represent the next generation of energy screens, replacing the older deflector technology. They offer significantly better protection.": "Te nowe generatory osłon to następna generacja ekranów energetycznych zastępujących dawną technologię deflektorów. Zapewniają o wiele lepszą ochronę.\\n\\n",
    "Advanced Shields": "Zaawansowane osłony",
    "An updated shield generator that produces an even stronger energy field. Only sustained enemy fire can penetrate this barrier.": "Unowocześniona wersja generatora osłon wytwarzająca jeszcze silniejsze pole energetyczne. Tylko długotrwały ostrzał może przebić tę barierę.\\n\\n",
    "Hyper Shields": "Hiperosłony",
    "These reinforced and hardened energy shields are incredibly powerful. The protection they offer is second to none.": "Te wzmocnione osłony energetyczne są niesamowicie silne. Nic nie zapewnia lepszej ochrony.\\n\\n",
    "Shield Capacitors": "Kondensatory osłon",
    "These capacitors store surplus energy which can quickly be transferred to reinforce a ship's shields.": "Te kondensatory przechowują nadmiar energii, który można szybko przekazać do wzmocnienia osłon okrętu.",
    "Shield Hardening": "Wzmocnienie osłon",
    "$SHIELD_HARDENER_1_DESC$": "$SHIELD_HARDENER_1_DESC$",
    "Advanced Shield Hardening": "Zaawansowane wzmocnienie osłon",
    "$SHIELD_HARDENER_2_DESC$": "$SHIELD_HARDENER_2_DESC$",
    "Planetary Shields": "Osłony planetarne",
    "Generating a strong energy shield within a planetary atmosphere is a greater challenge than in the vacuum of space, but it offers a potent defense against orbital bombardment.": "Wytworzenie silnej osłony energetycznej w atmosferze planety jest trudniejszym zadaniem niż w przestrzeni kosmicznej, ale osłona planetarna stanowi znakomitą obronę przed bombardowaniem orbitalnym.",
    "Dark Matter Deflectors": "Deflektory ciemnej materii",
    "These deflectors utilize dark matter to deflect incoming projectiles in a way that seems to utterly defy the laws of nature.": "Te deflektory wykorzystują ciemną materię do odbijania nadlatujących pocisków w sposób, który zdaje się kompletnie przeczyć prawom natury.",
    "Psionic Shields": "Osłony psioniczne",
    "These extremely powerful shields are generated out of pure psychic energy by a cadre of psionic specialists. Their powers are further augmented by large arrays of psi emitters.": "Te niezwykle silnie osłony są wytwarzane z energii psionicznej przez wyspecjalizowanych psioników. Ich moc jest dodatkowo wzmacniana przez duże emitery psioniczne.",
    "Psionic Barrier": "Bariera psioniczna",
    "These barriers are generated out of pure psychic energy by a cadre of psionic specialists. They will be able to stop some incoming fire, like our Energy deflector systems, but without the prohibitive power consumption.": "Kadra specjalistów od psioniki wytwarza te bariery z czystej energii psionicznej. Będą one mogły zatrzymywać ostrzał wroga, tak jak deflektory energetyczne, ale bez uciążliwego zużycia energii.",
    "Gravitic Sensors": "Czujniki grawitacyjne",
    "These sensors have been tuned to look for any gravitational changes in space, such as those produced by the presence of a starship.": "Te czujniki skalibrowano tak, by szukały zmian grawitacyjnych w przestrzeni kosmicznej, na przykład tych wytwarzanych przez statki kosmiczne.\\n\\n",
    "Subspace Sensors": "Czujniki podprzestrzenne",
    "Sensors that detect the subspace fluctuations left in the wake of traveling starships. Their sensitivity and range is greater than that of a gravitic sensor array.": "Czujniki wykrywające fluktuacje podprzestrzenne wywołane przez przemieszczające się statki. Ich czułość i zasięg jest większy niż czujników grawitacyjnych.\\n\\n",
    "Tachyon Sensors": "Czujniki tachionowe",
    "Advanced sensors that rely on rotating tachyon beams to detect ship movements even at extreme distances.": "Zaawansowane czujniki wykorzystujące wirujące wiązki tachionów do wykrywania ruchu statków nawet z ekstremalnych odległości\\n\\n",
    "Orbital Sensor Arrays": "Sieć czujników orbitalnych",
    "Powerful sensor arrays that can be added to the structure of orbital spaceports. They provide excellent sensor coverage of the surrounding region of space.": "Sieć potężnych czujników, które można instalować na kosmoportach orbitalnych. Obejmują swoim zasięgiem cały okoliczny obszar przestrzeni kosmicznej.\\n\\n",
    "High-Energy Capacitors": "Kondensatory wysokoenergetyczne",
    "Capacitors capable of storing vast amounts of energy is one of the cornerstones for any modern civilization.": "Kondensatory zdolne do przechowywania ogromnych ilości energii są jednym z kamieni węgielnych każdej nowoczesnej cywilizacji.",
    "Field Modulation": "Modulacja pola",
    "Modulated fields allow for increased production and improved energy yield.": "Pola modulowane umożliwiają zwiększenie produkcji i poprawę energooszczędności.",
    "Quantum Energy States": "Kwantowe stany energetyczne",
    "Basic entanglement principles applied to energy generation provide a substantial increase in energy output.": "Podstawowe zasady splątania zastosowane przy wytwarzaniu energii dają znaczny wzrost wydajności produkcji.",
    "Quantum Field Manipulation": "Manipulacja polem kwantowym",
    "Quantum superposition of energy coils, simultaneously drained and charged.": "Kwantowe złożenie cewek energetycznych, które ładują się i rozładowują równocześnie.",
    "Stellar Absorption": "Wchłanianie gwiazdowe",
    "Global Energy Management": "Globalne zarządzanie energią",
    "Load-balancing facilities can greatly improve the stability of local grids and feed excess power back into centralized capacitors.": "Instalacje równoważące obciążenia mogą znacząco zwiększyć stabilność lokalnych sieci i przekazywać nadwyżkę energii z powrotem do centralnych kondensatorów.",
    "Planetary Power Grid": "Planetarna sieć energetyczna",
    "A re-engineered and unified grid further reduces energy losses over distance.": "Przebudowana i zespolona sieć jeszcze bardziej zmniejsza straty przy przesyle energii na dużą odległość.",
    "Subspace Wormholes": "Tunele podprzestrzenne",
    "By tunneling directly through subspace, a temporary conduit can be established between two different points in normal space. Travel between these points would be near instantaneous.": "Dzięki tunelowaniu bezpośrednio przez podprzestrzeń można wytworzyć tymczasowy kanał między dwoma punktami normalnej przestrzeni. Podróż przez taki kanał będzie praktycznie natychmiastowa.\\n\\n",
    "Wormhole Calibration Matrix": "Matryca kalibracji tuneli czasoprzestrzennych",
    "The creation of a stable wormhole takes time and requires massive amounts of energy, but the process can be streamlined with the use of special calibrators.": "Wytworzenie tunelu czasoprzestrzennego zajmuje sporo czasu i zużywa ogromną ilość energii, ale można usprawnić ten proces przez zastosowanie specjalnych kalibratorów.\\n\\n",
    "Wormhole Containment Fields": "Pola graniczne tuneli czasoprzestrzennych",
    "These containment fields allow for the creation of more powerful wormholes without the risk of triggering a sudden subspace energy cascade.": "Te pola graniczne umożliwiają wytwarzanie potężniejszych tuneli bez niebezpieczeństwa wywołania nagłej podprzestrzennej kaskady energetycznej.\\n\\n",
    "Hyperspace Travel": "Podróż nadprzestrzenna",
    "Like the strands of a spider web, the extra-dimensional realm of hyperspace runs between the gravity wells of most stars. Faster than light travel is theoretically possible along these hyperlanes.": "Pozawymiarowa kraina nadprzestrzeni rozciąga się niczym pajęcza sieć między studniami grawitacyjnymi większości gwiazd. Po tych hiperliniach można teoretycznie podróżować szybciej niż światło.\\n\\n",
    "Hyperlane Breach Points": "Punkty przełamania hiperlinii",
    "We have identified the existence of points in space where a ship expends less energy to \"breach\" their way into a hyperlane. This will lead to a new generation of hyper drives.": "Odkryliśmy istnienie w przestrzeni pewnych punktów, w których statek kosmiczny zużywa mniej energii na \\\"włamanie się\\\" do hiperlinii. Dzięki temu powstanie nowa generacja hipernapędu.\\n\\n",
    "Hyperspace Slipstreams": "Ślizgi w nadprzestrzeni",
    "A new generation of hyper drives capable of accessing the subspace slipstreams that are present within hyperspace. This leads to dramatically improved drive performance.": "Nowa generacja hipernapędu - silniki, które są w stanie przedostać się na tzw. ślizgi podprzestrzenne występujące w nadprzestrzeni. Dzięki temu osiągi napędu znacznie wzrastają.\\n\\n",
    "Hyperlane Mapping": "Mapowanie hiperlinii",
    "Although we do not travel through hyperspace, mapping the galaxy's extensive hyperlane network gives us a clear advantage against those who do.": "Choć nie podróżujemy przez nadprzestrzeń, wykonanie mapy rozległej sieci hiperlinii łączących całą galaktykę dałoby nam wyraźną przewagę nad cywilizacjami, które je wykorzystują.\\n\\n",
    "Warp Travel": "Podróż zakrzywiająca",
    "By enveloping a vessel in a warp field and forming a subspace bubble around it, velocities exceeding the speed of light are theoretically possible.": "Dzięki otoczeniu jednostki polem zakrzywiającym i utworzeniu wokół niego pęcherza podprzestrzeni teoretycznie można osiągnąć prędkości nadświetlne.\\n\\n",
    "Warp Field Stabilizers": "Stabilizatory pola zakrzywiającego",
    "Improved stabilization techniques for warp fields will enable our ships to travel farther while expending less energy.": "Ulepszone techniki stabilizowania pola zakrzywiającego umożliwią naszym statkom przemierzanie przestrzeni kosmicznej kosztem mniejszej ilości energii.\\n\\n",
    "Warp Drive Ramscoops": "Chwytaki napędu zakrzywiającego",
    "These revolutionary ramscoops are attached to warp drives and function as particle collectors, replenishing a starship's fuel supply.": "Te rewolucyjne urządzenia są przyłączane do silników napędu zakrzywiającego i pełnią funkcję kolektorów cząstek, uzupełniając paliwo jednostki.\\n\\n",
    "Jump Drive": "Napęd skokowy",
    "A groundbreaking technological marvel, the Jump Drive shreds the local space-time continuum and rearranges it on the quantum level to be identical to that of the target destination - and thus the ship appears to near-instantly \"jump\" from system to system.": "Przełomowy cud technologii, napęd przeskokowy, rozcina miejscowo kontinuum czasoprzestrzenne i spaja je z powrotem na poziomie kwantowym w taki sposób, aby odpowiadało położeniu celu - dlatego wydaje się, że statek prawie natychmiast \\\"przeskakuje\\\" z układu do układu.\\n\\n",
    "Psi Jump Drive": "Psioniczny napęd skokowy",
    "The Psi Jump Drive harnesses the psi energies emitted by the crew to force the vessel through the very fabric of reality, instantly \"jumping\" vast distances.": "Psioniczny napęd skokowy wykorzystuje energię psioniczną emitowaną przez załogę, żeby przepchnąć statek przez osnowę rzeczywistości i dokonać błyskawicznego \\\"skoku\\\" na dużą odległość.\\n\\n",
    "Wormhole Stabilization": "Stabilizacja tunelu czasoprzestrzennego",
    "A naturally occurring subspace wormhole is a fickle thing, and its fluctuating energy levels typically make it impossible to travel safely between its linked apertures. There are ways to temporarily stabilize its matrix, however.": "Naturalnie utworzony tunel czasoprzestrzenny jest niestabilny, a zmienne poziomy energii uniemożliwiają bezpieczne podróżowanie między jego dwoma krańcami. Istnieją jednak sposoby tymczasowej stabilizacji jego matrycy.",
    "Gateway Activation": "Aktywacja bramy kosmicznej",
    "The ability to reactivate the derelict Gateway stations that can be found scattered throughout the galaxy has the potential to dramatically shorten travel times.": "Możliwość reaktywacji opuszczonych stacji bram kosmicznych rozsianych w całej galaktyce może przyczynić się do znacznego skrócenia podróży międzygwiezdnych.",
    "Gateway Construction": "Budowa bram kosmicznych",
    "The construction of new Gateway stations enables us to build a fast-travel network that could revolutionize interstellar travel.": "Budowa nowych stacji bram kosmicznych pozwoli nam stworzyć sieć szybkiej podróży, która zrewolucjonizuje podróże międzygwiezdne.",
    "Capacitor Fields": "Pola kondensatorowe",
    "Localized fields of charged particles can energize depleted shield capacitors.": "Skupione pola naładowanych cząstek mogą ładować wyczerpane kondensatory osłon.\\n\\n",
    "Shield Dampeners": "Tłumiki osłon",
    "Quantum Destabilizer": "Destabilizator kwantowy",
    "Quantum Destabilizers agitate the local quantum field, disturbing sensitive targeting equipment aboard hostile ships.": "Destabilizatory kwantowe pobudzają miejscowe pole kwantowe, zakłócając działanie wrażliwych czujników na wrogich okrętach.\\n\\n",
    "Enigmatic Disruption Field": "Tajemnicze pole zakłócające",
    "By flooding a localized area with weak, randomly-modulated electromagnetic pulses, enemy shield and weapons systems can be partially disrupted.": "Zalewając lokalny obszar słabymi, losowo modulowanymi impulsami elektromagnetycznymi, możemy częściowo zakłócić działanie osłon i systemów uzbrojenia wroga.",
    "Enigmatic Encoder": "Tajemniczy szyfrator",
    "The Enigmatic Encoder scrambles flight path data according to some indeterminable design before feeding it back to fleet command.": "Tajemniczy szyfrator koduje dane o trasie lotu według nieznanego wzoru, zanim odeśle je z powrotem do dowództwa floty.",
    "Enigmatic Decoder": "Tajemniczy dekoder",
    "While producing average results in standard tests, the accuracy of Enigmatic Decoder's prediction algorithms seemingly increases as the target's flight path grows more erratic.": "Tajemniczy szyfrator dawał przeciętne wyniki w zwykłych próbach, ale dokładność jego algorytmów prognostycznych zwiększa się, gdy trasa lotu celu staje się bardziej chaotyczna.",
    "Ascension Theory": "Teoria rozwoju",
    "Our history is a repeating cycle of dramatic technological, political, and cultural leaps; these leaps are often preceded by periods of upheaval and followed by times of relative stability. By identifying the core, recurring premises of these leaps, we may be able to effectively short-circuit the cycle for our own benefit.": "Nasza historia to cykl powtarzających się olbrzymich skoków technologicznych, politycznych i kulturowych; te skoki są często poprzedzone okresami niepokojów, po których nastają czasy względnej stabilizacji. Identyfikując podstawowe, powtarzające się założenia tych skoków, możemy dokonać skrócenia cyklu na naszą korzyść.",
    "$tech_ascension_theory$": "$tech_ascension_theory$",
    "$tech_ascension_theory_desc$": "$tech_ascension_theory_desc$",
    "Red Lasers": "Czerwony laser",
    "Laser weapons fire focused beams of light at targets, causing damage through the generation of intense heat.": "Broń laserowa wystrzeliwuje skoncentrowane wiązki światła zadające uszkodzenia poprzez wytwarzanie wysokiej temperatury.\\n\\n",
    "Blue Lasers": "Niebieski laser",
    "More powerful than red lasers, these blue variants emit electromagnetic radiation at a wavelength that appears blue or violet to most organics.": "Niebieskie lasery są silniejsze od czerwonych, emitują promieniowanie elektromagnetyczne o długości fali, która dla większości istot ma kolor niebieski lub purpurowy.\\n\\n",
    "UV Lasers": "Laser ultrafioletowy",
    "Ultraviolet lasers are an updated and more powerful version of their blue predecessors. Accurate and destructive, these weapons are capable of inflicting great damage.": "Lasery ultrafioletowe to nowocześniejsza i silniejsza wersja niebieskich poprzedników. Są celne i niszczycielskie, mogą powodować olbrzymie uszkodzenia.\\n\\n",
    "X-Ray Lasers": "Laser rentgenowski",
    "These lasers have a shorter wavelength than UV-based laser weaponry, but are even more destructive.": "Te lasery mają mniejszą długość fali niż ultrafioletowa broń laserowa, ale są jeszcze bardziej niszczycielskie.\\n\\n",
    "Gamma Lasers": "Laser gamma",
    "The electromagnetic radiation emitted by gamma lasers is of an extremely high frequency. Their destructive potential is unmatched in the field of laser weapons.": "Promieniowanie elektromagnetyczne wytwarzane przez lasery gamma cechuje niezwykle wysoka częstotliwość. Ich niszczycielski potencjał nie ma sobie równych wśród broni laserowej.\\n\\n",
    "Particle Lances": "Lanca cząstek",
    "These heavy energy weapons fire focused particle beams that cause massive damage. The size of the emitter arrays limits their use to battleships and titans.": "Ta ciężka broń energetyczna wystrzeliwuje skoncentrowane wiązki cząstek zadające olbrzymie uszkodzenia. Wielkość emiterów pozwala umieszczać je wyłącznie na pokładach pancerników i tytanów.",
    "Tachyon Lances": "Lanca tachionowa",
    "A more powerful version of the particle lance, this weapon fires a tachyon beam of immense power. Like its predecessor, its use is limited to battleships and titans.": "Potężniejsza wersja lancy cząstek. Wystrzeliwuje wiązkę tachionów o olbrzymiej mocy. Podobnie jak poprzedniczkę, montuje się ją tylko na pokładach pancerników i tytanów.",
    "Perdition Beam": "Promień unicestwiający",
    "A massive array of linked energy amplification conduits that fires a beam of unprecedented firepower. Its size means that it can only be fitted on Titan-class starships.": "Ogromny układ połączonych obwodów wzmacniania energii, który wystrzeliwuje wiązkę o bezprecedensowej mocy. Wielkość tej broni sprawia, że można instalować ją tylko na jednostkach klasy tytan.",
    "Plasma Throwers": "Miotacz plazmy",
    "Weapons that eject destructive balls of high-energy plasma at targets. These plasma projectiles are extremely effective at eating through ship armor.": "Broń wystrzeliwująca niszczycielskie kule wysokoenergetycznej plazmy. Te pociski plazmowe niezwykle skutecznie przebijają pancerze statków.\\n\\n",
    "Plasma Accelerators": "Akcelerator plazmy",
    "These new accelerators launch projectiles of high-energy plasma with improved containment fields. This results in less energy leakage as the projectile travels in space towards its target.": "Te nowe akceleratory wystrzeliwują pociski wysokoenergetycznej plazmy z ulepszonymi polami koncentrującymi. Dzięki temu kula zmierzająca do celu traci po drodze mniej energii.\\n\\n",
    "Plasma Cannons": "Działko plazmowe",
    "The latest in plasma weaponry, these cannons are fully militarized versions of the older, somewhat improvised plasma throwers. Their plasma projectiles are even deadlier.": "Te działka to najnowsza broń plazmowa, zmilitaryzowana wersja starszych, improwizowanych miotaczy plazmy. Ich pociski plazmowe są jeszcze bardziej zabójcze.\\n\\n",
    "Arc Emitters": "Emitery błyskawic",
    "Powerful weapons that launch a lightning arc of chaotic energy at targets, which in part can ignore armor and shields.": "Potężna broń ostrzeliwująca cele błyskawicami chaotycznej energii, które ignorują pancerz i osłony.\\n\\n",
    "Focused Arc Emitters": "Emitery skoncentrowanych błyskawic",
    "These upgraded emitters are equipped with better focusing lenses, resulting in a more powerful energy discharge.": "Te ulepszone emitery wyposażone są w lepsze elektromagnesy, dzięki czemu wytwarzają silniejszy ładunek energetyczny.\\n\\n",
    "Disruptors": "Dezintegratory",
    "Disruptors fire high-energy bolts that weaken and destroy the molecular bonds that hold the target's constituent atoms together. They are capable of passing through shields and armor to wreak havoc directly on enemy hull and crew.": "Dezintegratory wystrzeliwują wysokoenergetyczne ładunki osłabiające i niszczące wiązania w cząsteczkach, z których składa się cel. Mogą one przebijać osłony oraz pancerz, a także siać zniszczenie w strukturze kadłuba i wśród załogi wroga.",
    "Ion Disruptors": "Dezintegratory jonowe",
    "These upgraded disruptors fire bolts of more destructive ion particles at targets.": "Te ulepszone dezintegratory wystrzeliwują ładunki bardziej niszczycielskich cząstek jonowych.\\n\\n",
    "Phase Disruptors": "Dezintegratory fazowe",
    "Extremely high-yield disruptors that fire quantum energy charges causing incredible damage to those unfortunate enough to get in their way.": "Dezintegratory o olbrzymiej mocy strzelające ładunkami energii kwantowej i zadające potworne uszkodzenia wszystkiemu, co znajdzie się na ich drodze.",
    "Proton Launchers": "Wyrzutnie protonowe",
    "Neutron Launchers": "Wyrzutnie neutronowe",
    "Upgraded energy projectiles that rely on neutrons instead of protons for their destructive power.": "Ulepszone pociski energetyczne wykorzystujące do niszczenia celów neutrony zamiast protonów.",
    "Null Void Beam": "Promień pustki zerowej",
    "By harnessing the entropic nature of the Null Void, this beam can actually destroy energy.": "Dzięki wykorzystaniu entropowego charakteru pustki zerowej ten promień może niszczyć energię.",
    "Extradimensional Weaponry": "Broń międzywymiarowa",
    "Applying 5th-dimensional energy manipulation principles on lower dimensional planes allows for the creation of powerful energy weapons.": "Zastosowanie zasad pięciowymiarowej manipulacji energią na płaszczyznach o mniejszej liczbie wymiarów umożliwia tworzenie potężnej broni energetycznej.\\n\\n",
    "Mining Drone Lasers": "Lasery drona górniczego",
    "Cloud Lightning Conduits": "Przewody chmury błyskawic",
    "Void Clouds use the electrical charges generated by the dense gases that make up most of their core to release bolts of burning plasma. Using the same gas composition together with a specialized conduit allows for powerful lightning weaponry.": "Chmury próżniowe wykorzystują ładunki elektryczne wytwarzane przez gęste gazy stanowiące większość ich rdzenia do wystrzeliwania strumieni gorącej plazmy. Zastosowanie gazu o tym samym składzie i specjalnych przewodów umożliwia budowę potężnej broni elektrycznej.\\n\\n",
    "Blue Crystal Capacitors": "Kondensatory z niebieskiego kryształu",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the sapphire type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Krystaliczne stwory magazynują promieniowanie gwiazd w swoich pryzmatycznych ciałach i mogą je skupiać, emitując wiązki przypominające laser. Zastosowanie specjalnych szafirowych pryzmatów umożliwia budowę kondensatorów laserowych wytwarzających energię o tej samej długości fali.\\n\\n",
    "Green Crystal Capacitors": "Kondensatory z zielonego kryształu",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the emerald type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Krystaliczne stwory magazynują promieniowanie gwiazd w swoich pryzmatycznych ciałach i mogą je skupiać, emitując wiązki przypominające laser. Zastosowanie specjalnych szmaragdowych pryzmatów umożliwia budowę kondensatorów laserowych wytwarzających energię o tej samej długości fali.\\n\\n",
    "Yellow Crystal Capacitors": "Kondensatory z żółtego kryształu",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the topaz type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Krystaliczne stwory magazynują promieniowanie gwiazd w swoich pryzmatycznych ciałach i mogą je skupiać, emitując wiązki przypominające laser. Zastosowanie specjalnych topazowych pryzmatów umożliwia budowę kondensatorów laserowych wytwarzających energię o tej samej długości fali.\\n\\n",
    "Red Crystal Capacitors": "Kondensatory z czerwonego kryształu",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the ruby type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Krystaliczne stwory magazynują promieniowanie gwiazd w swoich pryzmatycznych ciałach i mogą zogniskować je, by wyemitować promienie przypominające laser. Używając rubinowego wzoru pryzmatu, możemy stworzyć kondensatory laserowe wytwarzające energię o podobnej długości fali.\\n\\n",
    "Hydroponics Farming": "Ekosymulacja",
    "Hydroponics Farming in a controlled environment allows for crops to be grown in climates where farming would normally be impossible.": "Techniki hydroponiczne można rozwijać, tworząc farmy o unikalnej atmosferze, symulujące różne ekosystemy. Umożliwia to produkcję żywności o większej zawartości składników odżywczych.\\n\\n",
    "Industrial Agriculture": "Rolnictwo przemysłowe",
    "Large-scale industrial farms growing nutrient-rich produce allows a civilization to grow its population manifold.": "Wielkoskalowe farmy wytwarzające plony bogate w składniki odżywcze umożliwiają cywilizacji zwiększenie limitu populacji.",
    "Eco Simulation": "Ekosymulacja",
    "Gene Crops": "Zboża GMO",
    "Sophisticated genetic engineering of crops helps increase yield and further improves both taste and nutrient levels.": "Zaawansowana inżynieria genetyczna upraw pozwala zwiększyć zbiory, a także poprawia smak i zawartość składników odżywczych.\\n\\n",
    "Nano-Vitality Crops": "Nanozboża wzmacniające",
    "Infusing crop strands with small amounts of nano-machines help create a type of produce that is ultra resilient, and the chemical composition of which can be tailored and altered during its entire lifetime.": "Wprowadzenie niewielkiej ilości nanomaszyn do uprawianych roślin pozwala uzyskać plony o wysokiej odporności i składzie chemicznym, który można modyfikować w trakcie ich całego cyklu życia.\\n\\n",
    "Nutrient Replication": "Powielanie substancji odżywczych",
    "The process of synthetically replicating crops requires a lot of collected waste to create a small amount of produce, but nevertheless provides a significant boost to agricultural output.": "Proces syntetycznego powielania uprawianych roślin wymaga zebrania dużej ilości odpadów do stworzenie niewielkich plonów, ale mimo wszystko znacząco zwiększa wydajność rolnictwa.\\n\\n",
    "Engos Vapor Refining": "Rafinowanie pary z Engos",
    "Pitharan Dust Refining": "Rafinowanie proszku pitarańskiego",
    "Zro Distillation": "Destylacja zra",
    "Biodiversity Studies": "Badania bioróżnorodności",
    "Studying the different forms of life that appear on our world helps us better understand ourselves and the life that surrounds us.": "Badanie różnych organizmów pojawiających się na naszym świecie pozwoli nam lepiej zrozumieć nas samych i otaczające nas życie.",
    "Xenobiology": "Ksenobiologia",
    "Studying the life that arises on other worlds and beyond allows us to understand fundamental aspects of biology that were previously beyond our reach.": "Badanie życia powstałego na innych światach umożliwia nam zrozumienie podstawowych aspektów biologii, które wcześniej znajdowały się poza naszym zasięgiem.",
    "Secrets of Life": "Tajniki życia",
    "Having the opportunity to study the multitudes of life lets us find some common ground for all living beings. The foundational building blocks of life.": "Możliwość badania licznych organizmów umożliwi nam znalezienie wspólnych cech wszystkich istot żywych - fundamentów życia.",
    "Xenology": "Badania obcego życia",
    "Studying the fauna of other worlds gives insight into alien behaviors, allowing us to identify and domesticate docile entities.": "Badanie fauny innych światów pozwala zrozumieć zachowania obcych, a także zidentyfikować i udomowić łagodne stworzenia.\\n\\n",
    "Xeno Zoo": "Zoo obcych organizmów",
    "Having studied various alien lifeforms and developed a clear understanding of the potential risks inherent in containing them, we would be able to collect living specimens to keep on display.": "Badając różne obce organizmy i poznając ewentualne ryzyko wynikające z kontaktu z nimi, moglibyśmy zbierać żywe osobniki i wystawiać je.\\n\\n",
    "New Worlds Protocol": "Protokół dla nowych światów",
    "Calculating required resources and gear required to establish a planetary colony allows us to herd brave pioneers into grand \"ark ships,\" confident that they will survive the long voyage across the stars to a new home.": "Obliczenie niezbędnej ilości zasobów i sprzętu potrzebnych do założenia kolonii planetarnej pozwoli nam wysłać dzielnych pionierów na pokładzie \\\"arek\\\" i mieć pewność, że przetrwają długą podróż międzygwiezdną do nowego domu.\\n\\n",
    "Atmospheric Filtering": "Filtracja atmosfery",
    "By adjusting atmospheric filtering on a per-site basis to better filter out undesirable elements, colonial living conditions may be improved.": "Dostosowując filtrowanie atmosfery do danego miejsca pozwoli nam skuteczniej usuwać niepożądane pierwiastki, co poprawi warunki życia w kolonii.\\n\\n",
    "Hostile Environment Adaptation": "Adaptacja do nieprzyjaznych środowisk",
    "Further study into the hazardous environments found on other planets help alleviate the difficulties that colonizers encounter in their day-to-day lives on foreign worlds.": "Dalsze badania niebezpiecznego środowiska na innych planetach pozwoli zaradzić trudnościom, które napotkają koloniści w codziennym życiu na obcych światach.\\n\\n",
    "Foreign Soil Enrichment": "Wzbogacenie obcej gleby",
    "Extensive study into different soil types and their ability to support crops will help improve the living conditions of our settlers on foreign worlds.": "Rozległe badania różnych rodzajów gleby i jej zdolności do wyżywienia upraw pomogą nam poprawić warunki życia osadników na innych planetach.",
    "Eco-Integration Studies": "Badania nad ekointegracją",
    "Tomb World Adaptation": "Adaptacja do świata cmentarza",
    "Through comprehensive study of irradiated environments we will allow our settlers to colonize worlds that have been devastated by nuclear warfare.": "Dzięki dokładnym badaniom napromieniowanych środowisk będziemy mogli kolonizować światy, które zostały zniszczone w wyniku wojny atomowej.",
    "Free Enterprises": "Swoboda gospodarcza",
    "Frontier Initiatives": "Inicjatywy pograniczne",
    "Managing connections between the private sector and the government, giving subsidies to the right investors, allows for private initiatives into colonization.": "Zarządzanie powiązaniami między sektorem prywatnym a rządem i przekazywanie dopłat odpowiednim inwestorom pozwalają na rozwój prywatnych inicjatyw kolonizacyjnych.",
    "Frontier Traditions": "Tradycje pograniczne",
    "A certain pioneering spirit manifests itself in the priorities of orbital construction.": "Pionierski duch przejawia się w priorytetach budownictwa orbitalnego.\\n\\n",
    "Frontier Collectives": "Kolektywy pograniczne",
    "History has proven collectives to be the most efficient social structure for settler enclaves.": "Historia pokazała, że spółdzielczość to najwydajniejsza struktura społeczna w enklawach osadników.\\n\\n",
    "Frontier Commissars": "Komisarze pograniczni",
    "Studies indicate that strict social control may be integral to the continued resilience of young colonies.": "Badania wykazały, że ścisła kontrola społeczeństwa może mieć kluczowe znaczenie dla żywotności młodych kolonii.\\n\\n",
    "Cryostasis": "Kriostaza",
    "Xeno Ecology Subjugation": "Podporządkowanie ksenoekologii",
    "Environmental Control": "Sterowanie środowiskiem",
    "Interstellar Economics": "Ekonomia międzygwiezdna",
    "Galactic Markets": "Rynki galaktyczne",
    "Orbital Hydroponics": "Hydroponika orbitalna",
    "The challenges inherent in cultivating crops in zero-G are fairly unique, but far from insurmountable.": "Trudności nieodłącznie związane z uprawą roślin w stanie nieważkości są wyjątkowe, ale można je przezwyciężyć.\\n\\n",
    "Arctic Colonization": "Kolonizacja świata arktycznego",
    "Specialized shelters and adaptive life support systems allow colonization of alien climates.": "Specjalne schronienia i adaptacyjne systemy podtrzymywania życia umożliwiają kolonizację w obcym środowisku.\\n\\n",
    "Tundra Colonization": "Kolonizacja tundry",
    "$tech_arctic_colonization_desc$": "$tech_arctic_colonization_desc$",
    "Ocean Colonization": "Kolonizacja oceanu",
    "Arid Colonization": "Kolonizacja suchego świata",
    "Tropical Colonization": "Kolonizacja tropików",
    "Desert Colonization": "Kolonizacja pustyni",
    "Continental Colonization": "Kolonizacja kontynentu",
    "Genetic Healthcare": "Genetyczna opieka zdrowotna",
    "The colonization of alien worlds has opened up an entirely new field of biomedical research.": "Kolonizacja obcych światów otworzyła przed nami nowe możliwości badań biomedycznych.\\n\\n",
    "Modular Components": "Elementy modułowe",
    "The use of modular parts when assembling new machine units will both streamline the process and make future repairs easier.": "Zastosowanie modułowych części podczas montażu nowych jednostek mechanicznych usprawni ten proces i ułatwi naprawy w przyszłości.",
    "Cyto-Revitalization": "Rewitalizacja cytoplazmatyczna",
    "As our empire grows, so does our understanding of our own biology. Advanced medical treatments on a cellular level have allowed for significant advancements in population health.": "W miarę rozwoju naszego imperium rozwija się też nasze rozumienie biologii gatunku. Zaawansowane terapie na poziomie komórkowym umożliwiają znaczną poprawę zdrowia populacji.",
    "Intelligent Factories": "Inteligentne fabryki",
    "These factories are essentially self-aware entities that continually optimize themselves with only minimal input from the central Machine Intelligence.": "Te fabryki są w zasadzie rozumnymi obiektami, które nieustannie się optymalizują przy minimalnym wkładzie ze strony centralnej mechanicznej inteligencji.",
    "$tech_frontier_health_machine_intelligence$": "$tech_frontier_health_machine_intelligence$",
    "$tech_frontier_health_desc_machine_intelligence$": "$tech_frontier_health_desc_machine_intelligence$",
    "$tech_frontier_hospital_machine_intelligence$": "$tech_frontier_hospital_machine_intelligence$",
    "$tech_frontier_hospital_desc_machine_intelligence$": "$tech_frontier_hospital_desc_machine_intelligence$",
    "Planetary Resurfacing": "Usunięcie pasma górskiego",
    "With the advent of clean fusion, automation, and matter compression technologies, it was only a matter of time before mountain top removal became mountain range removal.": "Opanowanie technologii fuzji jądrowej, automatyzacji i kompresji materii sprawiło, że przejście od zrównywania szczytów górskich do zrównywania pasm górskich stało się tylko kwestią czasu.",
    "Deep Crust Engineering": "Inżynieria głębinowa",
    "Advances in material technology and deep-shaft mining techniques allow geo-engineering at previously unthinkable depths and temperatures. Magma hotspots can now be exploited, suppressed, or even relocated.": "Postęp w dziedzinie technologii materiałów i wierceń głębinowych umożliwia działania geoinżynieryjne na nieosiągalnych wcześniej głębokościach. Można teraz wykrywać, ochładzać, a nawet przenosić plamy gorąca w magmie płaszcza planety.",
    "Dangerous Wildlife Removal": "Usunięcie niebezpiecznej przyrody",
    "Tactical disruption of natural habitats combined with converging search-and-destroy patterns can effectively eliminate hostile wildlife in a very short span of time.": "Taktyczne zakłócanie środowiska naturalnego połączone ze skoordynowanymi działaniami poszukiwawczo-likwidacyjnymi, może w krótkim czasie skutecznie usunąć groźne organizmy.",
    "Selective Defoliants": "Selektywna defoliacja",
    "Thorough cataloging, gene sequencing, and computer modeling of exobotanical ecosystems, coupled with gene editing and dispersal mechanisms, will allow us to reshape alien plant communities to our liking.": "Dokładne katalogowanie, sekwencjonowanie genów i modelowanie komputerowe systemów egzoflory, w połączeniu z modyfikacją genową i mechanizmami rozpraszania umożliwi dowolne przekształcanie biomów roślinnych.",
    "Soil Remediation": "Rekultywacja gleby",
    "The process of soil deposition normally takes millions of years. With advanced fracking, chemical engineering, and hydraulic management technologies even the poorest substrate can be turned into fertile topsoil.": "Proces odkładania się gleby zajmuje normalne miliony lat. Dzięki zaawansowanej geologii, inżynierii chemicznej i manipulacji zasobami wodnymi nawet najgorsze podłoże można przekształcić w żyzną glebę.",
    "Xeno-Hydraulic Mastery": "Opanowanie ksenohydrauliki",
    "Sapient races have been reclaiming swampland for thousands of years. A coordinated system of modular aqueducts, pump stations, chemical remediation crawlers and automated soil compactors can reclaim land at unprecedented speeds.": "Cywilizacje istot rozumnych prowadzą osuszanie bagien od tysięcy lat. Skoordynowany system modułowych akweduktów, stacji pomp, chemicznych rekultywatorów i automatycznych kompaktorów glebowych może bezprecedensowo przyspieszyć ten proces.",
    "Climate Control Network": "Sieć kontroli klimatu",
    "Orbital systems of mirrors and shades can effect dramatic changes in planetary climates, when managed properly.": "Prawidłowo sterowane orbitalne systemy luster i zasłon mogą wprowadzać gruntowne zmiany w klimacie planetarnym.",
    "Ocean Ecology Management": "Sterowanie ekologią oceanów",
    "Given enough processing power, networked sensors and distributed stations, even the ocean currents can be managed to a fine level of control.": "Za pomocą odpowiedniej mocy obliczeniowej oraz wystarczającej liczby czujników sieciowych i rozproszonych stanowisk można zarządzać z wielką dokładnością nawet prądami oceanicznymi.",
    "Subterranean Colonization": "Kolonizacja podziemna",
    "Many planets exhibit extensive subsurface voids. Subterranean exploration, exploitation, and construction techniques can greatly increase the habitable area of some worlds.": "Pod powierzchniami wielu planet istnieją wielkie groty. Podziemna eksploracja, eksploatacja i techniki budowlane mogą poważnie zwiększyć przestrzeń nadającą się do zamieszkania.",
    "Offworld Trade Companies": "Kosmiczne kompanie handlowe",
    "Trade across interstellar distances presents a new set of challenges to overcome. It is critical to achieve the transfer of goods from one system to another in a timely and above all cost efficient manner.": "Handel międzygwiezdny wiąże się z wieloma nowymi wyzwaniami. Najważniejsze jest szybkie i tanie przewożenie towarów z jednego układu do drugiego.",
    "Terrestrial Sculpting": "Kształtowanie planet",
    "There is no simple solution to the problem of macro-scale reshaping of planetary crusts - only bigger trowels and orbitally-deployed drills.": "Nie ma prostego rozwiązania problemu przekształcania skorupy planetarnej na skalę makro. Pozostaje używanie większych kielni i wierteł orbitalnych.\\n\\n",
    "Atmospheric Manipulation": "Manipulowanie atmosferą",
    "Humidity regulators and chemical dispersal units are the first step towards a fundamentally altered atmosphere.": "Regulatory wilgotności i jednostki chemicznego dozowania to pierwszy krok do wprowadzenia fundamentalnych zmian w atmosferze.\\n\\n",
    "Ecological Adaptation": "Adaptacja ekologiczna",
    "By adapting planetary ecosystems to large-scale environmental changes we can turn terraformation into a less disruptive process.": "Adaptując ekosystemy planetarne do potężnych zmian środowiskowych możemy sprawić, że terraformowanie będzie mniej agresywnym procesem.",
    "By advancing our understanding of atmospheric transformation, we will be able to terraform even the most ecologically devastated worlds.": "Dzięki lepszemu zrozumieniu metod transformowania atmosfery będziemy w stanie terraformować nawet najbardziej wyniszczone światy.",
    "Gaia Creation": "Tworzenie światów gajańskich",
    "The creation of Gaia planets, worlds eminently suitable to almost all forms of life, is the ultimate proof of a species' mastery in the art of terraforming.": "Tworzenie światów gajańskich niezwykle sprzyjających prawie wszystkim organizmom żywym jest ostatecznym dowodem mistrzowskiego opanowania sztuki terraformowania.\\n\\n",
    "Genome Mapping": "Mapowanie genomu",
    "Mapping the genome of an individual through the sequencing of their DNA opens up for tailored medical treatments and therapies.": "Stworzenie mapy genomu osobnika poprzez sekwencjonowanie jego DNA otwiera możliwość opracowania indywidualnych zabiegów i terapii.\\n\\n",
    "Epigenetic Triggers": "Aktywatory epigenetyczne",
    "Advanced DNA methylation techniques allow for functionally significant alterations to be made to arbitrary genomes.": "Zaawansowane techniki metylowania DNA pozwalają dokonywać znaczących funkcjonalnych zmian w dowolnym genomie.\\n\\n",
    "§HUnlocks Feature:§! Epigenetic Triggers": "§HOdblokowuje funkcję:§! Aktywatory epigenetyczne",
    "Allows us to remove Presapient Traits from Biological Species through Species Modification.": "Pozwala usunąć cechy przedrozumne gatunku organicznego dzięki modyfikacji gatunku.",
    "Cloning": "Klonowanie",
    "Breakthroughs in enucleation and artificial womb technology allows for the mass-production of individuals based on a common genetic template.": "Przełomy na polu technologii usuwania jądra i tworzenia sztucznej macicy umożliwiają masową produkcję osobników opartych na wspólnym szablonie genetycznym.\\n\\n",
    "Gene Banks": "Banki genów",
    "Gene Banks filter and curate available genomes for deployment in clones.": "Banki genów filtrują i przechowują dostępne genomy, z których powstają klony.\\n\\n",
    "Glandular Acclimation": "Aklimatyzacja gruczołowa",
    "Through glandular biological tailoring we can change the environmental tolerance of a species to suit our needs.": "Dzięki modyfikacjom gruczołów możemy dopasować tolerancję środowiskową gatunku do naszych potrzeb.",
    "Gene Seed Purification": "Oczyszczanie genomów nasion",
    "Nucleotide purification techniques allow for the isolation and refinement of particularly desirable genetic traits.": "Techniki oczyszczania nukleotydu umożliwiają wyizolowanie i udoskonalenie szczególnie pożądanych cech genetycznych.\\n\\n",
    "Morphogenetic Field Mastery": "Opanowanie pola morfogenetycznego",
    "From its cradle as a purely pharmaceutical venture, advancements in our understanding of the morphogenetic field allow for direct, subconscious interfaces with organic units.": "Początkowo było to przedsięwzięcie czysto farmaceutyczne, ale coraz głębsze zrozumienie morfogenetyki umożliwiło stworzenie bezpośrednich, podświadomych interfejsów połączonych z jednostkami organicznymi.\\n\\n",
    "Gene Tailoring": "Modyfikowanie genów",
    "Making gene-editing tools widely available is sure to have a positive impact on our development as a species.": "Powszechna dostępność narzędzi do modyfikowania genów z pewnością wpłynie pozytywnie na rozwój naszego gatunku.\\n\\n",
    "$species_trait_points_add$: $POINTS|0=+$": "$species_trait_points_add$: $POINTS|0=+$",
    "Targeted Gene Expressions": "Sterowanie ekspresją genów",
    "Stricter control of RNA and protein production on the cellular level.": "Dokładniejsza kontrola produkcji RNA i białek na poziomie komórkowym.\\n\\n",
    "Selected Lineages": "Selekcja rodów",
    "Careful reproductive planning should be incentivized, lest we waste valuable genetic legacies.": "Należy wprowadzić ścisłe planowanie rozmnażania, inaczej zmarnujemy cenną spuściznę genetyczną.\\n\\n",
    "Capacity Boosters": "Wzmacniacze pojemności",
    "We leave nothing to chance, no matter the cost. Through exacting curation of DNA banks do we build the leaders of tomorrow.": "Nie zostawiajmy niczego przypadkowi, niezależnie od kosztów. Dzięki dokładnemu nadzorowi nad bankami DNA stworzymy przyszłych przywódców.\\n\\n",
    "Regenerative Hull Tissue": "Regenerująca się tkanka kadłubowa",
    "A genetically altered version of silicon-based bacteria could potentially be manipulated to regenerate non-organic materials.": "Zmodyfikowana genetycznie wersja bakterii krzemowych, którą da się zmusić do regenerowania materiałów nieorganicznych\\n\\n",
    "Vitality Boosters": "Wzmacniacze witalności",
    "Where the body fails, science intervenes.": "Gdy ciało zawodzi, nauka przychodzi z pomocą.",
    "Silicate Transgenesis": "Transgeneza krzemianowa",
    "The similarities between silicon based and carbon based life allow us to synthesize Lithoid evolutionary traits in carbon based species.": "Podobieństwa między organizmami opartymi na krzemie i węglu pozwalają nam dokonać syntezy ewolucyjnych cech litoidów w gatunku opartym na węglu.",
    "§HUnlocks Feature:§! Lithoid Transgenesis": "§HOdblokowuje funkcję:§! Transgeneza litoidów",
    "Allows us to add Lithoid Traits to Biological Species through Species Modification.": "Pozwala dodać cechy litoidów do gatunku organicznego dzięki modyfikacji gatunku.",
    "Botanical Transgenesis": "Transgeneza botaniczna",
    "With some artificial encouragement, the evolutionary adaptations found in botanical species can be replicated in other forms of life.": "Dzięki pewnym sztucznym zabiegom przystosowania ewolucyjne gatunków botanicznych można powielić u innych organizmów.",
    "§HUnlocks Feature:§! Botanical Transgenesis": "§HOdblokowuje funkcję:§! Transgeneza botaniczna",
    "Allows us to add Botanical Traits to Organic Species through Species Modification.": "Pozwala dodać cechy botaniczne do gatunku organicznego dzięki modyfikacji gatunku.",
    "Leviathan Transgenesis": "Transgeneza lewiatana",
    "Galactic fauna have remarkable adaptions to life in interstellar space. Mastery of these traits will be our genetic triumph.": "Galaktyczna fauna doskonale adaptuje się do życia w przestrzeni międzygwiezdnej. Zapanowanie nad tymi cechami będzie naszym triumfem w dziedzinie genetyki.",
    "§HUnlocks Feature:§! Leviathan Transgenesis": "§HOdblokowuje funkcję:§! Transgeneza lewiatana",
    "Allows us to add Leviathan Traits to Organic Species through Species Modification.": "Pozwala dodać cechy lewiatana do gatunku organicznego dzięki modyfikacji gatunku.",
    "Doctrine: Space Combat": "Doktryna - walka w kosmosie",
    "Gradual adaptation to the realities of deep-space combat allows us to effectively coordinate larger maneuvers.": "Stopniowa adaptacja do realiów walki w kosmosie umożliwia nam skuteczne koordynowanie większych manewrów.\\n\\n",
    "Doctrine: Reactive Formations": "Doktryna - formacje adaptacyjne",
    "Doctrine: Interstellar Warfare": "Doktryna - wojna międzygwiezdna",
    "Doctrine: Fluid Fleet Templates": "Doktryna - elastyczne konfiguracje floty",
    "Doctrine: Armada Battle Formation": "Doktryna - formacja bojowa armady",
    "Interstellar Fleet Traditions": "Tradycje floty międzygwiezdnej",
    "A body of knowledge regarding combat behaviors is useless without a strong code governing its use.": "Olbrzymia wiedza dotycząca zachowań bojowych jest bezużyteczna bez ścisłych zasad korzystania z niej.\\n\\n",
    "Command Matrix": "Matryca dowodzenia",
    "Restructuring the chain of command and deciding what interdependencies are set between officers, make fleets more responsive and effective.": "Restrukturyzacja łańcucha dowodzenia i określenie zależności pomiędzy oficerami sprawiają, że floty stają się bardziej elastyczne i skuteczne.",
    "Doctrine: Fleet Support": "Doktryna - wsparcie floty",
    "As extrasolar expeditions become more common, it is important to provide planetside relief for returning fleets.": "Wyprawy do innych układów stają się coraz bardziej powszechne, więc musimy przygotować planetarną obsługę powracających flot.",
    "Doctrine: Support Vessels": "Doktryna - jednostki wsparcia",
    "A fleet does not run on zeal alone. To ensure steady access to critical supplies, we should organize our logistics corps into dedicated support vessels.": "Flota potrzebuje do działania czegoś więcej niż zapał. Żeby otrzymywać stałe dostawy niezbędnych zasobów, powinniśmy powierzyć zadania logistyczne specjalnym jednostkom wsparcia.",
    "Doctrine: Interstellar Logistics": "Doktryna - logistyka międzygwiezdna",
    "Amateurs talk about tactics. Professionals study logistics. By ensuring our fleets are regularly and efficiently supplied, we can increase the number of vessels we can effectively support.": "Amatorzy rozmawiają o taktyce. Profesjonaliści studiują logistykę. Zapewniając naszym flotom regularne i sprawne dostawy zapasów, możemy zwiększyć liczbę obsługiwanych przez nas jednostek.",
    "Doctrine: Fleet Liaisons": "Doktryna - łącznicy floty",
    "By maintaining a professional corps of fleet liaisons, we can improve communications and the flow of orders throughout the chain of command.": "Dzięki korpusowi zawodowych łączników floty możemy poprawić komunikację i przepływ rozkazów w łańcuchu dowodzenia.",
    "Refit Standards": "Standardy remontów",
    "Standardizing workflows for upgrading and retrofitting ship components can lead to massive efficiency gains.": "Standaryzacja cyklów produkcyjnych modyfikacji i montażu części statków może przyczynić się do gwałtownego wzrostu wydajności.",
    "Drone Command Centers": "Centrum dowodzenia dronami",
    "By establishing training facilities where the autonomous drones can learn to command their lesser brethren, we will achieve greater battlefield flexibility and effectiveness.": "Dzięki stworzeniu obiektów szkoleniowych, w których samodzielne drony mogą się uczyć dowodzenia swoimi prymitywniejszymi braćmi, osiągniemy większą elastyczność i sprawność bojową.",
    "Centralized Command": "Scentralizowane dowodzenie",
    "Creating dedicated headquarters for all levels of military operations shapes an efficient fleet, and lays a better foundation for future military training.": "Stworzenie dedykowanych sztabów dla wszystkich poziomów operacji wojskowych zwiększa skuteczność floty i buduje lepsze fundamenty pod przyszłe szkolenie wojskowe.\\n\\n",
    "Maintenance Command": "Komando konserwacyjne",
    "All machines require maintenance, and this is especially true for warforms. A dedicated maintenance corps will keep attritional breakdowns to a minimum and decrease repair costs.": "Wszystkie maszyny potrzebują konserwacji, a już na pewno maszyny bojowe. Specjalny korpus konserwacyjny utrzyma szkodliwe awarie na poziomie minimalnym i zmniejszy koszty utrzymania.",
    "Combat Training": "Szkolenie bojowe",
    "A more extensive training program for new recruits, including realistic combat scenarios, prepare them for the field.": "Obszerniejszy program szkoleniowy dla nowych rekrutów obejmujący realistyczne scenariusze bojowe przygotowuje ich do działania w polu.\\n\\n",
    "Field Repairs": "Naprawy polowe",
    "By equipping our combat ground units with technical databases, they can perform diagnostics and limited self-repair in the field.": "Dzięki wyposażeniu naszych naziemnych jednostek bojowych w techniczne bazy danych maszyny będą mogły wykonywać diagnostykę i ograniczone autonaprawy w terenie.",
    "Ground Defense Planning": "Planowanie obrony lądowej",
    "There are many alien empires who would gladly seize our worlds for themselves. We must be prepared for them, should the worst come to pass.": "Wiele obcych imperiów chętnie zajęłoby nasze światy. Musimy przygotować się na najgorsze.",
    "Global Defense Grid": "Sieć obrony globalnej",
    "The strategic value of a good defense remains as relevant today as it was to our predecessors in the far distant past. Technology does not render fortifications obsolete - it merely changes their requirements.": "Strategiczne znaczenie dobrej obrony jest dziś równie ważne, jak w czasach naszych odległych przodków. Technologia nie sprawia, że umocnienia stają się przestarzałe, zmienia tylko stawiane im wymagania.",
    "Psionic Theory": "Teoria psioniczna",
    "The mind is in many ways a reflection of the universe itself, a microcosmos. All species may not reach this insight, but their minds are tools greater than any other.": "Umysł jest pod wieloma względami odbiciem samego Wszechświata, mikrokosmosem. Niektóre gatunki mogą o tym nie wiedzieć, ale ich umysły to lepsze narzędzia niż jakiekolwiek inne.\\n\\n",
    "Telepathy": "Telepatia",
    "Once fully adapted to the basics of Psionics, the mind is capable of connecting to other individuals, becoming something greater.": "Po pełnej adaptacji podstaw psioniki umysł może połączyć się z innymi osobami i stać się czymś więcej.\\n\\n",
    "Transcendent Thought": "Myśl transcendentalna",
    "Precognition Interface": "Interfejs prekognicji",
    "Advances in the field of Psionics suggest the possibility of creating combat computers capable of reading and analyzing the impulses of telepathic operatives before they are cognitively processed.": "Rozwój psioniki pozwala przypuszczać, że możliwe jest stworzenie komputerów bojowych, które potrafiłyby odczytywać i analizować impulsy psioników, zanim ci świadomie o czymś pomyślą.\\n\\n",
    "Psi Jump Drives": "Silniki psioniczne",
    "Xeno Outreach": "Ksenozasięg",
    "The intricacies of interstellar trade closely resemble that of any other transaction, but is performed on a scale dwarfing the entire history of trade for most pre-FTL civilizations.": "Zawiłości handlu międzygwiezdnego bardzo przypominają inne transakcje, ale prowadzi się je na skalę przewyższającą całą historię handlu większości cywilizacji nie posiadających napędu nadświetlnego.\\n\\n",
    "Xeno Relations": "Ksenorelacje",
    "The complexities of interstellar diplomacy necessitate the forming of bonds with foreign powers in order to further one's goals.": "Złożoność dyplomacji międzygwiezdnej wymaga stworzenia powiązań z innymi potęgami, by łatwiej osiągać własne cele.\\n\\n",
    "Xeno Supremacy": "Ksenodominacja",
    "We navigate a minefield of galactic power dynamics with a singular purpose; to come out on top.": "Poruszamy się po polu minowym dynamiki galaktycznych mocarstw, mając tylko jeden cel: dotrzeć na szczyt.",
    "Xeno Diplomacy": "Ksenodyplomacja",
    "Advancing our understanding of interactions with - and manipulations of - the xeno is a necessary step in forming more permanent interstellar alliances.": "Większe zrozumienie interakcji i manipulacji obcymi to niezbędny krok, jeśli chcemy tworzyć trwalsze sojusze międzygwiezdne.\\n\\n",
    "Stellar Expansion": "Gwiezdna ekspansja",
    "Manifest Destiny": "Objaw przeznaczenia",
    "We must have to courage to seize our fate and make true what was always meant to be.": "Musimy wykazać odwagę, przyjąć nasze przeznaczenie i uczynić się tym, czym zawsze mieliśmy być.\\n\\n",
    "Interstellar Campaigns": "Kampanie międzygwiezdne",
    "A well-oiled war machine is the key to exerting influence on a galactic scale. Backed by the might of our military, we can lay claim to almost anything we want.": "Dobrze naoliwiona machina wojenna to klucz do wywierania wpływu na całą galaktykę. Dzięki potędze naszego wojska możemy zdobyć prawie wszystko, czego zechcemy.",
    "Galactic Campaigns": "Kampanie galaktyczne",
    "Further improvements to administration grant an extended power projection across the stars, and the military clout needed to enforce our demands.": "Dalsze usprawnianie administracji umożliwia rozciąganie władzy na rozleglejsze terytoria i daje siłę militarną pozwalającą realizować nasze cele.",
    "Planetary Government": "Rząd planetarny",
    "Once a colony has been firmly established and pioneers turn into citizens, the need for a strong local government providing stability trumps the colonial need for flexibility.": "Kiedy kolonia okrzepnie, a pionierzy staną się mieszkańcami, potrzeba stworzenia silnego lokalnego rządu gwarantującego stabilność jest ważniejsza od kolonialnej potrzeby elastyczności.\\n\\n",
    "Planetary Instantiation": "Budowy planetarne",
    "Our colonies would never achieve stable operation without infrastructure dedicated to our networked self.": "Bez infrastruktury przeznaczonej dla naszej sieciowej świadomości nasze kolonie nigdy nie będą działać stabilnie.",
    "Planetary Plexus": "Splot planetarny",
    "Our colonies would wither to naught without the stable projection of our collective self. Our effortless presence ensures a flourishing hive.": "Nasze kolonie obróciłyby się w niwecz, gdyby nie było tam stabilnej projekcji naszej zbiorowej świadomości. Nasza swobodna obecność gwarantuje rozwój roju.",
    "Planetary Unification": "Zjednoczenie planetarne",
    "Uniform Data Standards": "Jednorodny standard danych",
    "Deviance will not be tolerated.": "Odchylenia nie będą tolerowane.",
    "Evolutionary Convergence": "Konwergencja ewolucyjna",
    "The ecological crucible in which we fought for survival has etched sturdy paths into our genetic memory. We are the peerless union of all that came before.": "Tygiel ewolucyjny, w którym walczyliśmy o przetrwanie, wyrył w naszej pamięci genetycznej wyraziste ścieżki. Jesteśmy niezrównanym połączeniem wszystkiego, co istniało wcześniej.",
    "Adaptive Bureaucracy": "Elastyczna biurokracja",
    "The progress we make calls for a new, nimbler form of administration that may aid rather than hinder us in our pursuits.": "Nasz rozwój wymaga stworzenia nowej, bardziej elastycznej formy rządów, która wspomoże nas, zamiast ograniczać na drodze ku realizacji celów.\\n\\n",
    "Positronic CPUs": "Procesory pozytronowe",
    "Positronic CPUs are both cheaper and faster to produce than previous models, allowing us to press additional leader units into service.": "Procesory pozytronowe są tańsze i szybciej się je wytwarza niż poprzednie modele, dzięki czemu możemy wcielić do służby dodatkowe jednostki przywódcze.",
    "Effective Bureaucracy": "Skuteczna biurokracja",
    "Improved algorithms for processing and organizing vast amounts of data has streamlined decision-making and information-sharing throughout the empire.": "Ulepszone algorytmy przetwarzania i porządkowania ogromnych ilości danych ułatwiają podejmowanie decyzji i dzielenie się informacją na obszarze całego imperium.",
    "Colonial Bureaucracy": "Kolonialna biurokracja",
    "Local administrative developments allow for closer supervision of colonial affairs without excessively burdening central decision-making.": "Rozwój administracji lokalnej umożliwia ściślejsze nadzorowanie spraw kolonii bez konieczności przeciążania władzy centralnej.",
    "Galactic Bureaucracy": "Galaktyczna biurokracja",
    "Multiple administrative strata efficiently surface only the most vital information to the upper levels of government.": "Wielopoziomowa administracja skutecznie przekazuje na wyższe poziomy władzy tylko najistotniejsze informacje.",
    "Colonial Centralization": "Centralizacja kolonii",
    "Robust frameworks for local governance created on a per-case basis, to meet each colony's needs.": "Ścisłe ramy zarządzania lokalnego dopasowane do danego miejsca, by spełniały potrzeby wszystkich kolonii.\\n\\n",
    "Galactic Administration": "Administracja galaktyczna",
    "The administrative needs of a star empire are as numerous as they are complex. We will rise to the occasion.": "Potrzeby administracyjne gwiezdnego imperium są liczne i skomplikowane. Na pewno sprostamy temu zadaniu.",
    "The Living State": "Państwo organiczne",
    "The Empire lives, the Empire breathes. We may make up its body, but it is not for the left hand to know what the right hand is doing.": "Imperium żyje, imperium oddycha. Jesteśmy jego ciałem, ale lewa ręka nie musi wiedzieć, co robi prawa.\\n\\n",
    "Autonomous Agents": "Samodzielni agenci",
    "Semi-independent units have proved critical to the success of the greater whole.": "Półniezależne jednostki okazały się kluczowe dla sukcesu większej całości.",
    "The Collective Self": "Zbiorcza jaźń",
    "Finding aspects of the self within the group is natural and inevitable; eventually those shared aspects must be valued higher than individual identities.": "Poszukiwanie własnego odbicia w grupie to rzecz naturalna i nieunikniona. Te wspólne sprawy muszą być cenione wyżej niż odrębne tożsamości.\\n\\n",
    "Embodied Dynamism": "Wbudowana dynamika",
    "Initiative and some measure of ambition must be promoted in our autonomous leader units, while still making certain that they do not stray too far from the directives of the core intelligence.": "Trzeba sprzyjać inicjatywie i - do pewnego stopnia - ambicji u naszych samodzielnych jednostek przywódczych, trzeba jednak zadbać o to, by nie oddaliły się one za bardzo od dyrektyw głównej inteligencji.",
    "Ethical Equations": "Równania etyczne",
    "Limiting the freedoms of others while preserving one's own may require unusual mental acrobatics - a feat we are now better-equipped to perform.": "Ograniczanie wolności innych przy zachowaniu własnej wymaga niezwykłej gimnastyki umysłu - teraz jesteśmy do tego lepiej przygotowani.\\n\\n",
    "Neural Implants": "Wszczepy neuronowe",
    "Global Production Strategy": "Globalna strategia produkcji",
    "Planets are big and production sites are often separated by vast distances. A coherent strategy for making certain that everyone is pulling in the same direction is often needed.": "Planety są wielkie, a miejsca produkcji często dzielą duże odległości. Potrzeba wówczas spójnej strategii, która zapewni, że każdy będzie ciągnąć w tę samą stronę.",
    "Hyper-Entertainment Forum": "Forum hiperrozrywki",
    "$building_hyper_entertainment_forum_desc$": "$building_hyper_entertainment_forum_desc$",
    "Virtual Combat Simulations": "Wirtualne symulacje walk",
    "The advent of accurate pain emulators will at long last bridge the divide between the virtual and the real.": "Pojawienie się dokładnych emulatorów bólu wreszcie zasypało przepaść dzielącą świat wirtualny od realnego.",
    "Purity Campaigns": "Kampania czystości",
    "A celebration of purity, perhaps of spirit, or of the body, or purpose - dependent on whatever goal we have in mind.": "Celebrowanie czystości, być może ducha albo ciała. A może celu - zależnie od tego, co chcemy osiągnąć.",
    "$building_galactic_stock_exchange_desc$": "$building_galactic_stock_exchange_desc$",
    "Symbols of Unity": "Symbole jedności",
    "As we explore more of the galaxy and its wonders, it becomes increasingly important for us to reaffirm our beliefs and to unify our people under one symbol.": "W miarę badania coraz większej połaci galaktyki i jej cudów coraz ważniejsze jest utwierdzenie się w naszych przekonaniach i zjednoczenie naszego ludu pod jednym symbolem.",
    "Alien Visitor Centers": "Ośrodki turystyczne dla obcych",
    "As we learn that we are not alone in space, we should begin preparations to welcome our new-found friends.": "Skoro wiemy, że nie jesteśmy sami w kosmosie, powinniśmy zacząć przygotowywać się do powitania nowo poznanych przyjaciół.",
    "Subdermal Stimulation": "Stymulacja podskórna",
    "Deep-tissue implants are the latest innovation in the revolutionary overlapping of sensory engineering and entertainment experiences. \"Where we're going, we won't need skin to feel!\"": "Implanty w tkankach głębokich to najnowsza innowacja w rewolucyjnym mariażu inżynierii sensorycznej i doznań rozrywkowych. \\\"Tam, dokąd zmierzamy, nie będziemy potrzebować skóry, żeby coś poczuć!\\\"",
    "Idyllic Architecture": "Architektura idylliczna",
    "With the latest advances in architecture, landscaping and holographic technology, we shall build the homes of the future.": "Najnowsze osiągnięcia architektury, projektowania zieleni i technologii holograficznej pozwolą nam budować domy przyszłości.",
    "Artificial Moral Codes": "Kodeks sztucznej moralności",
    "It is circumstance that dictates what is moral. Define the circumstances, and ethics is like clay in your hands.": "To okoliczności określają, co jest moralne. Zdefiniuj okoliczności, a etyka stanie się jak glina w twoich dłoniach.",
    "Synthetic Thought Patterns": "Wzory syntetycznej myśli",
    "Ambition: Will to Power": "Ambicja: Wola mocy",
    "As power is simply the ability to impose one's will on others, the will to power is a self-fulfilling prophecy.": "Władza to po prostu umiejętność narzucania swojej woli innym, a wola posiadania władzy to samospełniająca się przepowiednia.",
    "Unity of Purpose": "Jedność celu",
    "The purpose of one is the purpose of all. Together, we are greater than the sum of our parts.": "Cel jednej osoby jest celem wszystkich. Razem jesteśmy więksi niż suma naszych części.",
    "Collective Production Methods": "Metody produkcji zbiorczej",
    "Together, we build the future.": "Razem zbudujemy przyszłość.",
    "Resource Processing Algorithms": "Algorytmy przetwarzania zasobów",
    "Efficiency in all things.": "Wydajność we wszystkim.",
    "Xeno Integration": "Ksenointegracja",
    "From disparate components do we build a whole greater than the sum of its parts.": "Z różnych składników budujemy całość większą niż suma jej części.\\n\\n",
    "Sociocultural History": "Historia socjokulturowa",
    "An understanding of a shared past is necessary in order to make any significant strides into the future.": "Zrozumienie wspólnej przeszłości jest konieczne, by dokonać wielkich kroków w przyszłość.",
    "Heritage Sites": "Miejsca dziedzictwa",
    "Physical reminders of how far we have come both instill a reverence for past achievements and bolster ambitions for the future.": "Fizyczne upamiętnienie tego, jak daleko zaszliśmy, wywołuje podziw dla osiągnięć z przeszłości i wzmacnia ambicje na przyszłość.",
    "Focus-Tested Management": "Zarządzanie fokusowe",
    "The invention of subconscious focus-testing has led to immense efficiency gains in our marketing and sales departments. By applying these methods to our sapient resource departments, we will achieve a bold new paradigm in corporate management.": "Wynalezienie testów fokusowych podświadomości doprowadziło do ogromnego wzrostu wydajności działania naszych wydziałów marketingu i sprzedaży. Zastosowanie tych metod w zarządzaniu świadomymi zasobami sprawi, że osiągniemy nowy, śmiały paradygmat w kierowaniu korporacją.",
    "Planetary Communications": "Łączność planetarna",
    "The near-instantaneous transfer of information and instructions between units is of critical importance.": "Niemal natychmiastowy przekaz informacji i rozkazów między jednostkami ma kluczowe znaczenie.",
    "Local Hypercommunication": "Lokalna hiperłączność",
    "Not all research into faster-than-light communication channels produces useful results, but some outcomes may find new purpose in bringing our people together.": "Nie wszystkie badania łączności nadświetlnej przynoszą przydatne rezultaty, ale niektóre wyniki mogą pomóc zbliżyć do siebie naszych ludzi.",
    "Post-Relativistic Synergizing": "Synergia porelatywistyczna",
    "The days when corporate synergy could only be achieved at sublight speeds are long gone. This is a bold new age of faster-than-light economics, and our corporate culture must adapt to overcome its outmoded relativistic constraints.": "Dni, w których synergię korporacyjną można było osiągać tylko z prędkością podświetlną, już dawno przeminęły. Nastała nowa, śmiała era ekonomiki nadświetlnej i nasza kultura korporacyjna musi się do niej przystosować, aby przezwyciężyć przebrzmiałe ograniczenia relatywistyczne.",
    "Automated Curation Algorithms": "Algorytmy automatycznego nadzoru",
    "Continuous, asynchronous analysis of disparate data sets allows for the accurate modeling of hitherto-unpredictable fluctuations in social currents.": "Ciągła, asynchroniczna analiza niejednorodnych zbiorów danych pozwala na dokładne modelowanie dotąd nieprzewidywalnych fluktuacji w prądach społecznych.",
    "Vault of Acquisitions": "Krypta przejęć",
    "A massive vault with public displays of our corporation's many glorious acquisitions will let employees draw inspiration from successful takeovers, and take warning of what happens when acquired companies fail to properly mesh into our broader business strategy.": "Ogromny skarbiec, w którym wystawiono na pokaz wiele wspaniałych zdobyczy naszej korporacji, umożliwi pracownikom czerpanie motywacji z pomyślnych przejęć. Przy okazji stanowi ostrzeżenie, pokazując, jaki los czeka przejęte spółki, które nie zintegrują się gładko z naszą makrostrategią biznesową.",
    "Alpha Hub": "Koncentrator alfa",
    "All informational pathways lead to the Hub, where the primary Machine Intelligence can analyze and interpret the data at its leisure.": "Wszystkie infostrady prowadzą do Węzła, gdzie główna mechaniczna inteligencja może swobodnie analizować i interpretować dane.",
    "Holographic Rituals": "Rytuały holograficzne",
    "Seeing is believing, and belief begets reality.": "Zobaczyć, znaczy uwierzyć, a wiara tworzy rzeczywistość.",
    "Consecration Fields": "Pola konsekracyjne",
    "Through our understanding of physics and field manipulation, our holy places shall we seen and felt by all.": "Dzięki zrozumieniu fizyki i opanowaniu manipulacji polami każdy będzie mógł zobaczyć nasze święte miejsca i doświadczyć ich zbawiennego wpływu.",
    "Metacognitive Faith": "Wiara metakognitywna",
    "Leaving our planetary cradle has opened us up to a new understanding of faith, and its place in a wider context.": "Opuszczenie naszej planetarnej kolebki sprawiło, że na nowo zrozumieliśmy wiarę i jej miejsce w szerszym kontekście.",
    "Xeno Naturalization": "Ksenonaturalizacja",
    "The introduction of advanced naturalization centers will ensure that any newcomers to our empire are uniquely equipped to navigate their adoptive society, while preserving their native strengths.": "Pojawienie się nowoczesnych centrów naturalizacyjnych spowoduje, że wszyscy nowoprzybyli do naszego imperium zostaną przygotowani do odnalezienia się w nowym społeczeństwie przy jednoczesnym zachowaniu swych wrodzonych zalet.",
    "Amoeba Breeding Program": "Rozmnażając kosmiczne ameby w niewoli, możemy zaprogramować ich symbiotyczne wici, żeby działały jako organiczne statki szturmowe naszej floty.\\n\\n",
    "By breeding Space Amoebas in captivity, we can program their symbiotic flagella to act as organic strike craft for our navy.": "Sadzawki lęgowe roju",
    "Swarm Spawning Pools": "Zbieranie okazów zabitych pretorynów pozwala nam klonować i genetycznie programować nasz własny rój bojowy.\\n\\n",
    "Collecting specimens from defeated Prethoryn enables us to clone and genetically program a war-brood of our own.": "Pociski Zmora",
    "Scourge Missiles": "Analizując broń biologiczną wykorzystywaną przez rój, możemy stworzyć samobieżne pociski siejące równie potworne zniszczenia.\\n\\n",
    "By analyzing the biological weaponry employed by the Swarm we can create self-propelled projectiles weapons spreading the very same horrific destruction.": "Strojenie częstotliwości",
    "Frequency Tuning": "Adaptacja metody ukierunkowania energii materii gazowej używanej przez tijanki pozwoli stworzyć broń wysysającą życie ze statków wroga.\\n\\n",
    "Adapting the Tiyanki method of siphoning energy from gaseous matter, it is possible to construct weapons draining energy from enemy ships.": "",
    "Extraction Patterns": "Zmiany sposobu ewaluacji złóż minerałów w odniesieniu do innych złóż pozwalają prowadzić wydajniejsze odwierty.\\n\\n",
    "Synchronized Firing Patterns": "Krzyżowe połączenie układów uzbrojenia tak, żeby strzelały długimi salwami, zwiększa uszkodzenia zadawane z czasem przez przez stacje wojskowe.\\n\\n",
    "Cross-linking weapon systems to fire in staggered volleys improves the actual damage output of Military Stations over time.": "Wzmocnione główne warstwy",
    "Fortified Core Layers": "Dodatkowe warstwy pancerza w samej strukturze zwiększają wytrzymałość stacji wojskowych.\\n\\n",
    "Additional layers of armor plating within the structure itself improves the resilience of Military Stations.": "Spójność kadłuba",
    "Hull Integrity": "Dalszy podział przestrzeni na statkach pozwoli im wytrzymać większe uszkodzenia, nim spójność kadłuba osiągnie poziom krytyczny.\\n\\n",
    "Further increasing compartmentalization of shipboard spaces allows ships to sustain more damage before hull integrity reaches critically low levels.": "Kompresja materii",
    "Matter Compression": "Kompresja odpowiednich materiałów do postaci ultragęstych to tani i skuteczny sposób zwiększenia ich odporności na ostrzał.\\n\\n",
    "Compressing suitable materials into ultra-dense forms is a cheap and efficient way to improve their ability to absorb weapons-grade impacts.": "Kontrola przychodu termodynamicznego",
    "Thermodynamic Yield Control": "Dzięki temu, że reakcja chemiczna jest ściśle kontrolowana przez pokładowe procesory pocisku, głowice można ustawić tak, żeby wybuchały z maksymalną możliwą mocą w warunkach panujących w chwili trafienia.\\n\\n",
    "With the chemical reaction tightly controlled by missile-board microprocessors, warhead detonations can be tuned for maximum effect for local conditions at the time of impact.": "Zminiaturyzowane zapalniki",
    "Miniaturized Pre-Igniters": "Postępy miniaturyzacji umożliwiają szybsze ładowanie i wystrzeliwanie pocisków rakietowych.\\n\\n",
    "Advances in miniaturization allow for more rapid loading and discharging of rocket-propelled payloads.": "Pociski o dużej gęstości",
    "High-Density Munitions": "Ultragęste pociski mogą przebić nawet najsilniejsze osłony.\\n\\n",
    "Ultra-dense slugs can punch through even the strongest of projected shields.": "Wydajność ładowniczego",
    "Loader Efficiency": "Niewielkie postępy techniczne połączone z usprawnionymi procedurami posługiwania się uzbrojeniem zapewniają wyraźny wzrost szybkostrzelności.\\n\\n",
    "Minor technical advances combine with improved shipboard routines for handling munitions to provide a noticeable boost in fire rate.": "",
    "Applied Superconductivity": "Niewielkie ulepszenia wydajności transmisji przekładają się na spore zmniejszenie ogólnych strat energii.\\n\\n",
    "Minor improvements to transmission efficiency adds up to a sizeable reduction in overall energy loss.": "Harmonia osłon",
    "Shield Harmonics": "Podstawowa mechanika osłon statku jest skomplikowana, ale można je dostosowywać i ulepszać na wiele sposobów.\\n\\n",
    "The basic mechanics of ship shields are complex, but they can be adjusted and improved in a multitude of ways.": "Stanowiska ogniskujące",
    "Focusing Arrays": "Opanowanie tempa prowadzenia ognia z broni laserowej to zadanie, nad którym najlepsi inżynierowie dowolnej planety mogliby pracować przez wieki.\\n\\n",
    "Perfecting the firing cadence of laser weaponry is a task that could keep the engineering elite of any given planet busy for centuries.": "Szybkie chłodziwo",
    "Flash Coolant": "Nieustannie dokonuje się nowych odkryć w dziedzinie chłodzenia. Poprawiają one stabilność i skuteczność naszych systemów uzbrojenia, dzięki czemu nie wysadzają one statków, na których je zainstalowano.\\n\\n",
    "New developments in tech cooling regularly surface, improving the stability and efficiency of our weapons systems, keeping them from blowing up the ships upon which they are mounted.": "Interceptory synaptyczne",
    "Synapse Interceptors": "Zwiększenie szybkości przetwarzania i działania pilotów w oparciu o dane o pozycjach wroga sprawia, że statki szturmowe stają się znacznie skuteczniejsze.\\n\\n",
    "Increasing the speed at which fighter pilots can process and act upon enemy positioning data elevates strike craft a few steps up the food chain.": "Iteracyjne szkolenie pilotów",
    "Iterative Pilot Training": "Gromadząc i analizując dane o wynikach pilotów z przeszłości, poprawiliśmy wykładniczo skuteczność naszych metod szkolenia. Każdy z nich będzie szybszy niż ci, którzy istnieli przed nim.",
    "Planetary Signal Boosters": "Gdy nasze floty działają coraz dalej od ojczyzny naszych przodków, używane przez nie czujniki są nieustannie ulepszane.\\n\\n",
    "As our fleets roam every further from our ancestral home, our sensor technology continuously pushes past the limits of old.": "Analiza grawitacyjna",
    "Gravitational Analysis": "Coraz potężniejsze algorytmy obliczeniowe umożliwiają dostosowanie poszczególnych projektów budowlanych do planetarnych i ultralokalnych warunków grawitacyjnych.\\n\\n",
    "Increasingly powerful computation paradigms allow us to adapt individual construction projects to planetary and ultra-local gravitational conditions.": "Algorytmy produkcyjne",
    "Assembly Algorithms": "Zastosowanie teorii gier i łamigłówek kryje w sobie potencjał znacznej optymalizacji budowy i montażu modułów.\\n\\n",
    "The application of game and puzzle theory has the potential to greatly optimize modular assembly and construction.": "",
    "Transgenic Crops": "Uprawy transgeniczne zawierają substancje odżywcze kilku standardowych roślin w jednym, wygodnym pakiecie.\\n\\n",
    "Transgenic crops offer the nutritional elements of several standard food crops in one convenient package.": "Protokoły łączności",
    "Communication Protocols": "Ulepszona łączność nadświetlna umożliwia skuteczniejsze zarządzanie.\\n\\n",
    "Improved FTL communication channels allow for more coherent administrative direction.": "Skuteczność administracji",
    "Administrative Efficiency": "Przebudowa sieci zarządzania, łączącej nasze najważniejsze światy ze stolicą, może pomóc w niwelowaniu problemów administracyjnych i wąskich gardeł w przepływie informacji, które często pojawiają się w rozkwitającym imperium.\\n\\n",
    "Restructuring the managerial web linking core worlds to the capital can help alleviate the administrative stressors and information chokepoints that frequently arise within a budding empire.": "Zarządzanie świadomymi zasobami",
    "Sapient Resource Management": "Koncepcja zarządzania obywatelami jak zasobami w większych systemach produkcyjnych musi z konieczności stać się bardziej elastyczna, gdy rośnie liczba potencjalnych zachowań zarządzanych istot.\\n\\n",
    "The concept of managing individuals as resources within larger systems of production must, by necessity, become more flexible as the potential natures of the managed individuals grow ever more numerous.": "Pozyskiwanie talentów",
    "Talent Acquisition": "Programy propagandowe i subtelna manipulacja danymi ekonomicznymi zmniejszają koszt zatrudnienia najlepszych przywódców.",
    "Propaganda programs and subtle manipulation of economic records drive down the cost of employing top-tier Leaders.": "Zabezpieczenia osobowości",
    "Personality Safeguards": "Świeżo po uruchomieniu macierz osobowości zawsze jest zagrożona popadnięciem w szaleństwo lub jałowe obsesje, co prowadzi do kosztownych i czasochłonnych korekt kodu. Lepsze zabezpieczenia zmniejszą to ryzyko.",
    "A freshly booted personality matrix always runs the risk of descending into madness or unproductive obsessions, resulting in expensive and time-consuming code redactions. Better safeguards will reduce this risk.": "Proklamacje medialne",
    "Proclamation Broadcasts": "Bardziej agresywne kampanie informacyjne zwiększają podatność populacji na edykty.\\n\\n",
    "More aggressive information campaigns improve the populace's receptiveness to Edicts.": "Agresywne uwarunkowywanie",
    "Aggressive Conditioning": "Powtarzanie standardowej procedury uwarunkowania wojsk lądowych sprawia, że stają się one skuteczniejsze w walce bezpośredniej.\\n\\n",
    "Iterating on the standard conditioning regimen for ground troops has proven to make them more effective in direct combat.": "Zagłuszacze neurologiczne",
    "Nerve Dampeners": "Dokładna regulacja receptorów bólu umożliwia żołnierzom walkę pomimo kontuzji, które wcześniej spowodowałyby ich unieszkodliwienie.\\n\\n",
    "Careful tuning of pain receptors allow soldiers to fight through what would previously have been debilitating injuries.": "Rewitalizacja komórek",
    "Cell Revitalization": "Regularna rewitalizacja komórek sprawia, że klasa przywódców pozostaje sprawna i aktywna dłużej, niż wynosi średnia długość życia.\\n\\n",
    "Regimens of periodic cell revitalization treatments keep the leader class spry and active beyond traditionally expected lifespans.": "Ekspansja międzygwiezdna",
    "Interstellar Expansion": "Olbrzymie sieci obsługi logistycznej potrzebne do utrzymania ulepszonej bazy gwiezdnej mogą zostać udoskonalone, dzięki czemu będziemy mogli obsługiwać więcej tych stacji.",
    "The immense logistical support networks needed to maintain an upgraded Starbase can be further improved, allowing us to support more of these stations.": "Dieta stymulacyjna",
    "Stimulant Diet": "Chemiczna optymalizacja diety zakontraktowanych robotników pozwala im zwiększyć wydajność pracy.",
    "Chemically optimizing diets for indentured workers allow them to perform above projected productivity curves.": "Procedury zarządzania flotą",
    "Fleet Management Procedures": "Ulepszone procedury zarządzania flotą pozwolą zaoszczędzić sporo zasobów.",
    "Improved fleet management procedures will free up the resources needed to maintain a bigger fleet.": "Sztab pomocniczy admiralicji",
    "Admiralty Support Staff": "Ulepszenie sztabu pomocniczego, z którego korzystają nasi admirałowie, zwiększy liczbę okrętów, którymi mogą oni dowodzić w obrębie jednej floty.",
    "Improving the support staff available to our admirals will increase the number of ships they can command in a single fleet.": "",
    "Pirate Only Tech": "",
    "": "",
    "Hidden": "Udostępnia edykt zdobyczy z dronów.",
    "Enabled Crystal Sonar edict.": "Ukryte",
    "Enables Droning Optimizations edict.": "Ukryte",
    "Enables Greater Crystal Bounty edict.": "Ukryte",
    "Enables Crystal Bounty edict.": "Ukryte",
    "Enables Drone Bounty edict.": "",
    "§HAdministrative Path§!\\n§EThis technology will lead to further advancements in capital buildings and £unity£ §HUnity§! gain. Upgraded planetary capitals are required for §Hhigh-level buildings§!.§!": "§HŚcieżka biologiczna§!\\n§ETa technologia doprowadzi do dalszego rozwoju ulepszeń biologicznych i adaptacji.§!",
    "§HBiological Path§!\\n§EThis technology will lead to further advancements in biological enhancement and adaptation.§!": "§HŚcieżka statku§!\\n§ETa technologia doprowadzi do dalszego rozwoju w dziedzinie budowy większych kosmoportów i potężniejszych okrętów wojennych.§!",
    "§HShip Path§!\\n§EThis technology will lead to further advancements in the construction of larger Spaceports and more powerful warships.§!": "§HŚcieżka psioniczna§!\\n§ETa technologia doprowadzi do dalszego rozwoju na polu psioniki.§!",
    "§HPsionic Path§!\\n§EThis technology will lead to further advancements in the field of psionics.§!": "§HŚcieżka robotyki§!\\n§ETa technologia doprowadzi do dalszego rozwoju na polu robotyki.§!",
    "§HRobotic Path§!\\n§EThis technology will lead to further advancements in the field of robotics.§!": "§HŚcieżka broni kinetycznej§!\\n§ETa technologia doprowadzi do dalszego rozwoju na polu broni kinetycznej.§!",
    "§HKinetic Weapons Path§!\\n§EThis technology will lead to further advancements in the field of kinetic weapons.§!": "§HŚcieżka broni energetycznej§!\\n§ETa technologia doprowadzi do dalszego rozwoju na polu broni energetycznej.§!",
    "§HEnergy Weapons Path§!\\n§EThis technology will lead to further advancements in the field of energy weapons.§!": "§HWytwarzanie energii§!\\n§ETa technologia doprowadzi do dalszego rozwoju na kilku różnych polach.§!",
    "§HPower Generation§!\\n§EThis technology will lead to further advancements in several different fields.§!": "§HŚcieżka tajnych operacji§!\\n§ETa technologia doprowadzi do dalszego rozwoju w dziedzinie szpiegostwa i tajnych działań.§!",
    "§HCovert Operations Path§!\\n§EThis technology will lead to further advancements in espionage and covert activities.§!": "§HŚcieżka infrastruktury§!\\n§ETa technologia doprowadzi do dalszego rozwoju w dziedzinie infrastruktury cywilnej.§!",
    "§HInfrastructure Path§!\\n§EThis technology will lead to further advancements in civilian infrastructure.§!": "§HŚcieżka maskowania§!\\n§ETa technologia doprowadzi do dalszego rozwoju w dziedzinie generatorów pola maskującego.§!",
    "§HCloaking Path§!\\n§EThis technology will lead to further advancements in cloaking field generators.§!": "§HŚcieżka wykrywania§!\\n§ETa technologia doprowadzi do dalszego rozwoju w dziedzinie wykrywania zamaskowanych flot.§!",
    "§HDetection Path§!\\n§EThis technology will lead to further advancements in detection of cloaked fleets.§!": "§HŚcieżka twardego formatowania węzłów§!\\n§ETa technologia doprowadzi do dalszego rozwoju agendy twardego formatowania węzłów.§!",
    "§HNode Reformatting Path§!\\n§EThis technology will lead to further advancements in Node Reformatting Agendas.§!": "§HŚcieżka trzebieży węzłów§!\\n§ETa technologia doprowadzi do dalszego rozwoju agendy trzebieży węzłów.§!",
    "§HNode Culling Path§!\\n§EThis technology will lead to further advancements in Node Culling Agendas.§!": "",
    "Curator Exploration Lab": "Laboratorium archeologiczne kuratorów",
    "These shipboard lab facilities incorporate advanced technologies from the ancient Curator Order to further increase survey speeds.": "Laboratorium pokładowe z nowoczesnym sprzętem archeologicznym, w tym potężną bazą danych stworzoną przez zakon kuratorów, w której można łatwo sprawdzać nowe odkrycia.",
    "Curator Archaeology Lab": "$tech_archeology_lab$",
    "A shipboard lab with advanced archaeological equipment, including a vast database supplied by the Curator Order where new discoveries can easily be cross-referenced.": "$tech_archeology_lab_desc$",
    "$tech_archeology_lab$": "",
    "$tech_archeology_lab_desc$": "",
    "Organic Probability Theory": "Motywatory binarne",
    "Through sufficiently advanced mathematical simulations, it may be possible to predict the fluctuating economies of organic society in some limited fashion. This would let us manipulate their stock markets to our advantage.": "Unowocześnione motywatory są mniejsze i lżejsze od poprzedniej wersji, dzięki czemu roboty mogą przydzielić dodatkowe miejsce dla podsystemów.",
    "Binary Motivators": "Nanoboty montażowe",
    "These advanced motivators are both smaller and lighter than previous versions, allowing robotic units to allocate additional space for subsystems.": "Zastosowanie programowalnych nanobotów do wspomagania budowy nowych jednostek robotów umożliwi konstruowanie nowocześniejszych modeli, wyposażonych w jeszcze więcej podsystemów.",
    "Nanite Assemblers": "Adaptacyjne algorytmy bojowe",
    "Using programmable nanites to assist in the construction of new robotic units will allow for more advanced models that are equipped with an even greater array of subsystems.": "Istoty organiczne często używają w walce nielogicznych i nieprzewidywalnych taktyk, którym trudno się przeciwstawić. Adaptacyjna taktyka i nowe, bardzie zwrotne roboty bojowe powinny zapewnić tu zdecydowaną przewagę.",
    "Adaptive Combat Algorithms": "Biomechanika",
    "Organics often fight using illogical and unpredictable tactics that can be difficult to effectively counter. Adaptive tactics and new, more maneuverable warforms should provide a decisive advantage.": "Miliony lat organicznej ewolucji czasem wytworzą - drogą ślepego uporu - eleganckie rozwiązania, które można też zastosować w projektowaniu maszyn.",
    "Biomechanics": "Rdzeń osobliwości",
    "Millions of years of organic evolution will sometimes, through sheer persistence, produce elegant solutions that can also be applied to machine designs.": "Uwięziona czarna dziura, którą można badać w kontrolowanych warunkach, byłaby wielce przydatna.",
    "Singularity Core": "Mikroreplikatory",
    "A captive black hole that can be studied in a controlled environment would be an incredible research asset.": "Mikroskopijne narzędzia, które mogą pomóc naszym jednostkom replikacyjnym w tworzeniu bardziej złożonych obwodów wykorzystywanych w nowych dronach.",
    "Micro-Replicators": "Elementy autoskładające",
    "Microscopic tools that can assist our replication units in creating the more complex circuitry needed for new drones.": "Te mikroskopijne inteligencje maszynowe wzorowane na organicznym DNA potrafią samodzielnie składać większość elementów potrzebnych do budowy nowych dronów.",
    "Self-Assembling Components": "",
    "Modelled on organic DNA, these microscopic machine intellects are capable of autonomously assembling most components needed for new drones.": "",
    "§RRequires £physics£ §Y$tech_synchronized_defences$§! technology.§!": "§RWymaga technologii £engineering£ §Y$tech_titans$§!.§!",
    "§RRequires £engineering£ §Y$tech_strike_craft_1$§! technology.§!": "§RWymaga technologii £society£ §Y$tech_space_trading$§!.§!",
    "§RRequires £engineering£ §Y$tech_titans$§! technology.§!": "§RWymaga technologii £physics£ §Y$tech_hyper_drive_2$§!.§!",
    "§RRequires £society£ §Y$tech_space_trading$§! technology.§!": "§RWymaga technologii £physics£ §Y$tech_aura_quantum_destabilizer$§!.§!",
    "§RRequires £physics£ §Y$tech_hyper_drive_2$§! technology.§!": "§RWymaga technologii £society£ §Y$tech_interstellar_fleet_traditions$§!.§!",
    "§RRequires £physics£ §Y$tech_aura_quantum_destabilizer$§! technology.§!": "§RWymaga technologii £physics£ §Y$tech_orbital_sensor_array$§!.§!",
    "§RRequires £society£ §Y$tech_interstellar_fleet_traditions$§! technology.§!": "§RWymaga technologii £society£ §Y$tech_command_matrix$§!.§!"
}