{
    "Materials": "Materiales",
    "The creation and manipulation of materials for increased utility and durability.": "La creación y manipulación de materiales para una utilidad y durabilidad mayores.",
    "Propulsion": "Propulsión",
    "The study of propulsion and trajectory.": "El estudio de la propulsión y la trayectoria",
    "Voidcraft": "Arte del vacío",
    "Space is the final frontier. To master it is to master the future.": "El espacio es la última frontera. Dominarlo es dominar el futuro.",
    "Robotics": "Robótica",
    "Machinization in all aspects.": "La maquinización en todos sus aspectos.",
    "Industry": "Industria",
    "Ingenuity and productivity.": "Ingenio y productividad.",
    "Field Manipulation": "Manipulación de campos",
    "Bending fundamental forces to our will.": "Cómo someter las fuerzas fundamentales.",
    "Particles": "Partículas",
    "Isolating and utilizing particulate matter and phenomena.": "Cómo aislar y utilizar materia y fenómenos de partículas.",
    "Computing": "Informática",
    "The science of applied algorithms.": "La ciencia de los algoritmos aplicados.",
    "Metaphysics": "Metafísica",
    "Far out.": "Fantástico.",
    "Statecraft": "Estadismo",
    "The art of building a successful society.": "El arte de crear una sociedad con éxito.",
    "Biology": "Biología",
    "The science of life, in its many forms and complexities.": "La ciencia de la vida, en sus diversas formas y complejidades.",
    "Military Theory": "Belicología",
    "The art of war and its many important aspects.": "El arte de la guerra y sus diversos aspectos.",
    "New Worlds": "Nuevos mundos",
    "Colonization protocols and pioneer training.": "Protocolos de colonización y formación de pioneros.",
    "Psionics": "Psiónicas",
    "Mind over matter.": "La mente sobre la materia.",
    "Space Exploration": "Exploración espacial",
    "The realization of faster-than-light travel is a new dawn for space exploration. Manned missions to other star systems are now not only possible, but necessary.": "El viaje más rápido que la velocidad de la luz es un nuevo amanecer para la exploración espacial. Las misiones tripuladas a otros sistemas estelares ahora no son solo posibles, sino necesarias.",
    "Corvettes": "Corbetas",
    "The FTL breakthrough allowed early attempts to adapt traditional surface-to-space shuttle frames to military applications to finally create relatively small, fast, and maneuverable vessels with limited firepower.": "El descubrimiento del viaje UL permitió aplicar los armazones tradicionales de las lanzaderas superficie-espacio a fines militares y por fin crear naves pequeñas, rápidas y maniobrables con potencia de fuego limitada.",
    "Destroyers": "Destructores",
    "While larger than Corvettes, Destroyer hull configurations still make for comparatively nimble gunboats.": "Si bien son más grandes que las corbetas, las configuraciones de casco de los destructores siguen siendo ágiles en comparación.",
    "Cruisers": "Cruceros",
    "Originally devised as an experimental next-generation colony ship hull configuration, the design's ample hardpoints made it ideal for carrying heavy weapons ordnance.": "Originalmente concebidos como una configuración de casco experimental para naves colonia de nueva generación. Los amplios dispositivos de anclaje del diseño lo hacen ideal para la instalación de armas pesadas.",
    "Battleships": "Acorazados",
    "The largest of the standard military vessels, Battleships are traditionally heavily armored and sport several gun batteries.": "Las más grandes de las naves militares estándar. Suelen contar con un pesado blindaje y varias baterías de cañones.",
    "Titans": "Titanes",
    "Designing ships at this scale allows for a deadly combination of exceptional firepower and cutting-edge auxiliary support. Titan configurations may serve as highly versatile flagships which are also capable of bolstering surrounding vessels or ensnaring hostiles.": "Diseñar naves a esta escala permite una combinación letal de potencia de fuego y apoyo auxiliar de vanguardia. Las configuraciones Titán pueden servir como naves insignia muy versátiles, capaces también de reforzar las naves circundantes o de atrapar a los hostiles.",
    "Colossi": "Colosos",
    "Advances in mega-engineering blur the lines between reality and fantasy in the form of Colossus-type military vessels. These immense, single-weapon platforms are capable of radically altering or obliterating entire worlds at the push of a button.": "Los avances en megaingeniería, que han dado lugar a las naves militares de tipo Coloso, difuminan las líneas entre la realidad y la fantasía. Estas inmensas plataformas con una única arma son capaces de alterar radicalmente o destruir mundos enteros con solo pulsar un botón.",
    "Improved Corvette Hulls": "Cascos de corbeta mejorados",
    "Advances in building techniques will allow for the construction of sturdier and more durable corvettes.": "Los avances en las técnicas de construcción nos permitirán construir corbetas más sólidas y resistentes.",
    "Advanced Corvette Hulls": "Cascos de corbeta avanzados",
    "The latest generation of corvette hulls have optimized structural integrity fields and improved bulkheads.": "La última generación de cascos de corbeta incorpora mamparas mejoradas y campos de integridad estructural optimizados.",
    "Standardized Corvette Patterns": "Patrones de corbeta estandarizados",
    "Establishing new standards for the modeling and construction of corvettes greatly improves the efficiency of the production pipeline.": "Establecer nuevos estándares para el diseño y construcción de las corbetas mejora mucho la eficiencia de su producción.",
    "$corvette_hull_effect$\\n$frigate_hull_effect$": "$corvette_hull_effect$\\n$frigate_hull_effect$",
    "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$": "$corvette_build_speed_effect$\\n$frigate_build_speed_effect$",
    "$mod_shipsize_corvette_hull_mult$: §G+10%§!": "$mod_shipsize_corvette_hull_mult$: §G+10%§!",
    "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!": "$mod_ship_corvette_cost_mult$: §G-5%§!\\n$mod_shipsize_corvette_build_speed_mult$: §G+25%§!",
    "$mod_shipsize_frigate_hull_mult$: §G+10%§!": "$mod_shipsize_frigate_hull_mult$: §G+10%§!",
    "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!": "$mod_ship_frigate_cost_mult$: §G-5%§!\\n$mod_shipsize_frigate_build_speed_mult$: §G+25%§!",
    "Improved Destroyer Hulls": "Cascos de destructores mejorados",
    "Advances in building techniques will allow for the construction of sturdier and more durable destroyers.": "Los avances en las técnicas de construcción nos permitirán construir destructores más sólidos y resistentes.",
    "Advanced Destroyer Hulls": "Cascos de destructor avanzados",
    "The latest generation of destroyer hulls have optimized structural integrity fields and improved bulkheads.": "La última generación de cascos de destructor incorpora mamparas mejoradas y campos de integridad estructural optimizados.",
    "Standardized Destroyer Patterns": "Patrones de destructor estandarizados",
    "Establishing new standards for the modeling and construction of destroyers greatly improves the efficiency of the production pipeline.": "Establecer nuevos estándares para el diseño y construcción de los destructores mejora mucho la eficiencia de su producción.",
    "$mod_shipsize_destroyer_hull_mult$: §G+10%§!": "$mod_shipsize_destroyer_hull_mult$: §G+10%§!",
    "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!": "$mod_ship_destroyer_cost_mult$: §G-5%§!\\n$mod_shipsize_destroyer_build_speed_mult$: §G+25%§!",
    "Improved Cruiser Hulls": "Cascos de crucero mejorados",
    "Advances in building techniques will allow for the construction of sturdier and more durable cruisers.": "Los avances en las técnicas de construcción nos permitirán construir cruceros más sólidos y resistentes.",
    "Advanced Cruiser Hulls": "Cascos de crucero avanzados",
    "The latest generation of cruiser hulls have optimized structural integrity fields and improved bulkheads.": "La última generación de cascos de crucero incorpora mamparas mejoradas y campos de integridad estructural optimizados.",
    "Standardized Cruiser Patterns": "Patrones de crucero estandarizados",
    "Establishing new standards for the modeling and construction of cruisers greatly improves the efficiency of the production pipeline.": "Establecer nuevos estándares para el diseño y construcción de los cruceros mejora mucho la eficiencia de su producción.",
    "$mod_shipsize_cruiser_hull_mult$: §G+10%§!": "$mod_shipsize_cruiser_hull_mult$: §G+10%§!",
    "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!": "$mod_ship_cruiser_cost_mult$: §G-5%§!\\n$mod_shipsize_cruiser_build_speed_mult$: §G+25%§!",
    "Improved Battleship Hulls": "Cascos de acorazado mejorados",
    "Advances in building techniques will allow for the construction of sturdier and more durable battleships.": "Los avances en las técnicas de construcción nos permitirán construir acorazados más sólidos y resistentes.",
    "Advanced Battleship Hulls": "Cascos de acorazado avanzados",
    "The latest generation of battleship hulls have optimized structural integrity fields and improved bulkheads.": "La última generación de cascos de acorazado incorpora mamparas mejoradas y campos de integridad estructural optimizados.",
    "Standardized Battleship Patterns": "Patrones de acorazado estandarizados",
    "Establishing new standards for how we design and construct massive battleships greatly improves the speed at which they can be assembled.": "Establecer nuevos estándares para el diseño y construcción de grandes acorazados mejora mucho la velocidad a la que podemos montarlos.",
    "$mod_shipsize_battleship_hull_mult$: §G+10%§!": "$mod_shipsize_battleship_hull_mult$: §G+10%§!",
    "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!": "$mod_ship_battleship_cost_mult$: §G-5%§!\\n$mod_shipsize_battleship_build_speed_mult$: §G+25%§!",
    "Improved Titan Hulls": "Cascos de titán mejorados",
    "Advances in building techniques will allow for the construction of sturdier and more durable titans.": "Los avances en las técnicas de construcción nos permitirán construir titanes más sólidos y resistentes.",
    "Advanced Titan Hulls": "Cascos de titán avanzados",
    "The latest generation of titan hulls have optimized structural integrity fields and improved bulkheads.": "La última generación de cascos de titán incorpora mamparas mejoradas y campos de integridad estructural optimizados.",
    "Starbase Construction": "Construcción de base estelar",
    "A centralized space installation built in close orbit around the system primary is necessary to make full use of the resources in a star system.": "Se necesita una instalación espacial centralizada construida en la órbita del sistema para aprovechar al máximo sus recursos.",
    "Starport": "Puerto estelar",
    "The earliest starbases were little more than makeshift outposts. Permanent starports will enable us to maintain a firmer grip on star systems.": "Las primeras bases estelares eran poco más que puestos de avanzada improvisados. Los puertos estelares permanentes nos permitirán mantener un control más firme sobre los sistemas estelares.",
    "Starhold": "Bastión estelar",
    "As space traffic increases, larger and more defensible starbases are needed to maintain control over system spacelanes.": "A medida que el tráfico cósmico aumenta, se necesitan bases estelares más grandes para mantener el control de las vías espaciales del sistema.",
    "Star Fortress": "Fortaleza estelar",
    "These mighty space forts will provide a focal point for all military activity in a star system, and their presence is sure to deter all but the most stubborn attackers.": "Estos poderosos fuertes espaciales proporcionan un punto de referencia a toda la actividad militar en un sistema espacial, y su presencia disuade a cualquiera, salvo a los atacantes más obcecados.",
    "Citadel": "Ciudadela",
    "Plans for an immense battlestation capable of holding its own against several strike fleets are now being drawn up. If realized, these citadels will become monuments to greatness as much as system hubs.": "Hay planes de construir una inmensa estación de combate capaz de enfrentarse a varias flotas de ataque. Una vez edificadas, estas ciudadelas se convertirán tanto en monumentos a la grandeza como en ejes del sistema.",
    "Modular Engineering": "Ingeniería modular",
    "Streamlined starbase construction procedures, using modular designs, will reduce the present build cost and time.": "La simplificación de los procesos de construcción con diseños modulares reducirá el coste y el tiempo de construcción actuales.",
    "Improved Structural Integrity": "Integridad estructural mejorada",
    "A reinforced framework and blast shields with enhanced impact absorption will ensure the structural integrity of the platform even under immense pressure.": "Un armazón reforzado y escudos con mayor absorción de impacto garantizan la integridad estructural de la plataforma incluso bajo una inmensa presión.",
    "Orbital Energy Conversion": "Conversión de energía orbital",
    "Advances in solar panel technology could offset the operating costs of our starbases. The panels would require an entire starbase module to generate enough energy, however.": "Los avances en la tecnología de paneles solares podrían reducir los costes operativos de las bases estelares. Sin embargo, los paneles requerirán un módulo entero de la base estelar para generar suficiente energía.",
    "Mining Guilds": "Gremios de minería",
    "Organized mining guilds that supervise all resource extraction in a system. This leads to increased efficiency, as independent \"wildcat\" miners are brought to heel.": "Estos gremios supervisan toda la extracción de recursos de un sistema. Esto supone una eficiencia mayor, ya que los mineros independientes clandestinos quedan sometidos.\\n\\n",
    "Zero-G Work Frames": "Bastidores para gravedad 0",
    "These frames come equipped with a multitude of useful tools, enabling workers to quickly and safely navigate orbital construction sites. E.V.A. missions in space have never been easier.": "Vienen con multitud de herramientas útiles que permiten a los obreros desplazarse con rapidez y seguridad por las obras orbitales. Las misiones extravehiculares en el espacio nunca han sido tan fáciles.\\n\\n",
    "Carrier Operations": "Operaciones de portanaves",
    "These manned strike craft are launched from a mothership and rely on their speed and small size to survive long enough to punch through enemy defenses.": "Estas naves de ataque tripuladas de corto alcance se lanzan desde una nave nodriza y dependen de su velocidad y pequeño tamaño para sobrevivir y atravesar las defensas enemigas.\\n\\n",
    "Improved Strike Craft": "Nave de ataque mejorada",
    "The next generation of strike craft, featuring improved avionics, better handling characteristics and more powerful armaments.": "La nueva generación de naves de ataque con electrónica mejorada, más manejabilidad y un armamento más potente.\\n\\n",
    "Advanced Strike Craft": "Nave de ataque avanzada",
    "A further refinement in strike craft design, these advanced strike craft are a pilot's dream. Their performance far exceeds that of previous models.": "Estos cazas y bombarderos avanzados suponen un mayor refinamiento en el diseño de naves de ataque. Su rendimiento excede con mucho el de modelos anteriores.\\n\\n",
    "Planetary Defenses": "Defensas planetarias",
    "There may come a time when intellects, vast and cool and unsympathetic, regard our worlds with envy and draw plans against us. We must be ready.": "Puede que llegue el día en que intelectos vastos, fríos y hostiles, vean nuestros mundos con envidia y hagan planes contra nosotros. Debemos prepararnos.",
    "Interplanetary Expeditionary Forces": "Fuerzas expedicionarias interplanetarias",
    "The invasion of another world is a staggering enterprise. There are immense logistical challenges that must be overcome before we can muster our first interplanetary armies.": "La invasión de otros mundos es una enorme empresa. Hay grandes dificultades logísticas que debemos superar antes de poder reunir nuestros primeros ejércitos interplanetarios.\\n\\n",
    "Orbital Drop Pods": "Cápsulas de descenso orbital",
    "Single-use orbital drop pods will lessen our reliance on vulnerable landing craft and allow us to quickly land light forces anywhere on a planet's surface.": "Las cápsulas desechables disminuirán nuestra dependencia de las vulnerables naves de desembarco y permitirán desplegar fuerzas terrestres ligeras en cualquier planeta.\\n\\n",
    "Nanocomposite Materials": "Materiales nanocompuestos",
    "Reinforced nanocomposite hull plating can provide an extra layer of protection that could be the difference between life and death in a combat situation.": "Las planchas de casco de nanocompuestos reforzadas ofrecen una capa más de protección que puede suponer la diferencia entre la vida y la muerte en un combate.\\n\\n",
    "Ceramo-Metal Materials": "Materiales cerámico-metálicos",
    "A combination of different metals and ceramics that result in a strong armor without sacrificing flexibility.": "Una combinación de distintos metales y cerámicas que da como resultado un blindaje fuerte sin sacrificar flexibilidad.\\n\\n",
    "Plasteel Materials": "Materiales de plastiacero",
    "Plasteel is an elastic material that combines many of the qualities of plastics and metal. It is relatively cheap to produce and can be used to augment ship armor.": "El plastiacero es un material elástico que combina muchas cualidades del plástico y del metal. Es barato de producir y se puede usar para aumentar el blindaje de las naves.\\n\\n",
    "Durasteel Materials": "Materiales de duracero",
    "This strong yet flexible material is capable of withstanding severe punishment. It serves well as ship armor.": "Este material fuerte pero flexible es capaz de aguantar castigos severos. Sirve bien como blindaje de naves.\\n\\n",
    "Neutronium Materials": "Materiales de neutronio",
    "This incredibly dense and strong material can resist firepower that would turn armor made of any other alloys into slag.": "Este material increíblemente denso y fuerte resiste una potencia de fuego que convertiría en chatarra otros blindajes.\\n\\n",
    "Crystal-Infused Plating": "Blindaje imbuido de cristales",
    "By infusing armor plating with Crystalline matter we are able to further increase the durability of our ships' protective hulls.": "Al emplear materia cristalina en el blindaje podemos aumentar la durabilidad de los cascos protectores de nuestras naves.\\n\\n",
    "Crystal-Forged Plating": "Blindaje forjado con cristales",
    "Introducing Crystalline matter into the forging process further improves the ultra-hard qualities of crystal-infused metals.": "Introducir materia cristalina en el proceso de forja mejora las cualidades ultraduras de los metales imbuidos de cristales.\\n\\n",
    "Artificial Dragonscales": "Escamas artificiales",
    "The Ether Drake's scales are made up of multiple layers of unique mineral nanostructures. Unorthodox manufacturing techniques allow us to closely emulate these self-repairing structures.": "Las escamas del dragón del éter constan de diversas capas de nanoestructuras de minerales únicos. Unas técnicas de fabricación poco ortodoxas nos permiten emular estas estructuras autorreparables.",
    "Armor Hardening": "Fortalecimiento de blindaje",
    "$ARMOR_HARDENER_1_DESC$": "$ARMOR_HARDENER_1_DESC$",
    "Adaptive Armor Hardening": "Fortalecimiento de blindaje adaptativo",
    "$ARMOR_HARDENER_2_DESC$": "$ARMOR_HARDENER_2_DESC$",
    "Chemical Thrusters": "Propulsores químicos",
    "Simple yet moderately effective chemical thrusters that rely on combustible propellant to function.": "Propulsores simples pero de eficacia moderada que dependen de un propelente combustible para funcionar.\\n\\n",
    "Ion Thrusters": "Propulsores de iones",
    "These electric thrusters use beams of ions to generate thrust without the need for propellant.": "Propulsores eléctricos que usan rayones de iones para generar impulso sin necesidad de propelentes.\\n\\n",
    "Plasma Thrusters": "Propulsores de plasma",
    "An advanced form of electric propulsion, plasma thrusters afford ships greater sublight speeds and maneuverability.": "Es una forma avanzada de propulsión eléctrica que da a las naves más velocidad sublumínica y maniobrabilidad.\\n\\n",
    "Impulse Thrusters": "Propulsores de impulso",
    "These highly advanced fusion-powered thrusters provide ships with unmatched maneuverability and speed under sublight conditions.": "Estos propulsores de fusión muy avanzados dan a las naves una maniobrabilidad y una velocidad sin igual en condiciones sublumínicas.\\n\\n",
    "Afterburners": "Postquemadores",
    "These powerful thrusters provide additional combat speed but consume a great deal of power.": "Estos potentes propulsores dan más velocidad de combate, pero consumen mucha energía.",
    "Advanced Afterburners": "Postquemadores avanzados",
    "This improved version of the standard afterburners provide an even greater boost to a ship's combat speed.": "Esta versión avanzada mejora aún más la velocidad de combate de una nave.",
    "Deep Space Defenses": "Defensas en el espacio profundo",
    "This will enable the construction of defensive deep space platforms to protect our Starbases.": "Esto permitirá construir plataformas de defensa en el espacio profundo para proteger nuestras bases estelares.",
    "Deep Space Stations": "Estaciones en el espacio profundo",
    "New construction methods will allow for the construction of even larger military stations in the depths of space.": "Nuevos métodos permitirán construir estaciones militares todavía más grandes en las profundidades del espacio.\\n\\n",
    "Deep Space Installations": "Instalaciones en el espacio profundo",
    "These massive installations are like cities floating in space. They can support a crew of thousands, and are often equipped with firepower rivaling that of a fleet.": "Estas enormes instalaciones son como ciudades flotantes en el espacio. Pueden alojar miles de tripulantes y suelen tener una potencia de fuego que rivaliza con la de una flota.\\n\\n",
    "Corps of Engineers": "Cuerpo de ingenieros",
    "The creation of a dedicated naval engineering corps will greatly benefit the construction of deep space defense platforms, decreasing building costs and increasing durability.": "La creación de un cuerpo de ingenieros navales será muy beneficioso para las plataformas de defensa en el espacio profundo al disminuir los costes y aumentar la durabilidad.\\n\\n",
    "Optimized Station Construction": "Construcción de estación optimizada",
    "An extensive evaluation of present military station construction methods has identified several areas of potential improvement.": "Una extensiva evaluación de los métodos de construcción de estaciones militares actuales ha detectado varios puntos que podrían mejorarse.",
    "Weather Control Systems": "Sistemas de control del clima",
    "The ability to alter a planet's weather patterns to suppress destructive weather phenomena will make residential buildings easier to maintain and open up new areas for habitation.": "La habilidad de alterar los patrones climáticos de un planeta para suprimir los fenómenos meteorológicos destructivos hará que sea más fácil mantener los edificios residenciales y abrirá nuevas zonas para vivir.",
    "Anti-Gravity Engineering": "Ingeniería antigravedad",
    "With directional gravity technology, buildings on the surface of planets can reach higher than ever before without risking structural collapse. The sky is the limit!": "Gracias a la tecnología de gravedad direccional, los edificios de la superficie de los planetas pueden llegar más alto que nunca sin sufrir derrumbes estructurales. ¡El cielo es el límite!",
    "Agrarian Utopias": "Utopías agrarias",
    "Through the establishment of weather-controlled rural communes, we can support a larger population without disrupting our agrarian way of life.": "Podemos albergar a una población más grande sin renunciar a nuestro modo de vida agrícola mediante el establecimiento de comunas rurales controladas con el clima.",
    "Mechanized Mining": "Minería mecanizada",
    "The application of mechanical engineering to mineral extraction is a fundamental requirement for any industrial society.": "La aplicación de ingeniería mecánica a la extracción de minerales es un requisito fundamental para cualquier sociedad industrial.",
    "Industrial Base": "Base industrial",
    "The basic industrial infrastructure that is required to become a spacefaring civilization.": "La infraestructura industrial básica que se necesita para convertirse en una civilización espacial.\\n\\n",
    "Powered Exoskeletons": "Exoesqueletos autopropulsados",
    "Wearing a powered exoskeleton suit augments the user's strength and speed. The military applications are obvious, but it will also increase labor efficiency.": "Llevar uno de ellos aumenta la fuerza y la velocidad del usuario. Las aplicaciones militares son obvias, pero también aumenta la eficiencia laboral.\\n\\n",
    "Improved Servomotors": "Servomotores mejorados",
    "More powerful servomotors will increase the weight our robotic units can carry. Mining units can haul more minerals off to be processed, and war machines can be fitted with heavier armaments.": "Unos servomotores más potentes aumentarán el peso que pueden soportar las unidades robóticas. Las unidades mineras pueden transportar más minerales para ser procesados y las máquinas de guerra pueden utilizar armamentos más pesados.",
    "Geothermal Fracking": "Fracking geotérmico",
    "New fracking techniques will allow us to tap into previously unattainable pockets of geothermal resources deep beneath the planet's crust.": "Las nuevas tecnologías de fracking nos permitirán aprovechar bolsas de recursos geotérmicos previamente inalcanzables bajo la superficie del planeta.",
    "Deep Core Mining": "Minería en núcleo profundo",
    "These massive drills are needed to access the rich mineral deposits that can often be found close to a planet's core.": "Estos taladros gigantes dan acceso a los ricos depósitos de minerales que a menudo se encuentran cerca del núcleo de un planeta.",
    "Mineral Isolation": "Aislamiento mineral",
    "Advanced spectrometry combines with fracking techniques and chemical flushing to rapidly exploit shallow and mid-depth deposits.": "La espectrometría avanzada se combina con las técnicas de descarga química y fracking para explotar depósitos a escasa y media profundidad.",
    "Synchronized Work Patterns": "Pautas de trabajo sincronizadas",
    "By synchronizing the work patterns of our mining networks, their output efficiency can be further increased.": "Al sincronizar las pautas de trabajo de las redes mineras, su rendimiento puede ser todavía mayor.\\n\\n",
    "Nanomechanics": "Nanomecánica",
    "Advanced instrumentation allows for the study and practical application of physical systems at nanometric scales.": "Instrumentación avanzada que permite el estudio y la aplicación práctica de sistemas físicos a escalas nanométricas.",
    "Supersolid Materials": "Materiales supersólidos",
    "The production and understanding of supersolids are of immeasurable value to any and every space-age civilization.": "La producción y la comprensión de supersólidos son de un valor inestimable para cualquier civilización de la era espacial.",
    "Superfluid Materials": "Materiales superfluidos",
    "The study of superfluidity promises to marry quantum mechanics with the fundamental interaction of gravity.": "El estudio de la superfluidez promete casar la mecánica cuántica con la interacción fundamental de la gravedad.",
    "Robotic Workers": "Obreros robóticos",
    "These robotic work units are perfect for menial labor tasks. They are hard-working and capable of following simple vocal instructions, but should not be expected to climb stairs.": "Estas unidades robóticas son perfectas para las labores duras. Son muy trabajadoras y capaces de seguir instrucciones vocales simples, pero incapaces de subir escaleras.\\n\\n",
    "Droids": "Androides",
    "Upgraded robotic workers, these units have an expanded movement range equal to that of most organics. Their neural processors have also been greatly improved.": "Estas unidades robóticas mejoradas tienen un abanico de movimientos mejorado, igual al de casi todos los orgánicos. Sus procesadores neurales también han mejorado mucho.\\n\\n",
    "Synthetics": "Sintéticos",
    "Highly advanced robots that are stronger, faster and more durable than the vast majority of organics. With their upgraded neural processors they are fully capable of independent operations.": "Son robots muy avanzados, mucho más fuertes, rápidos y duraderos que la mayoría de orgánicos. Con sus procesadores neurales mejorados, son completamente capaces de realizar operaciones independientes.\\n\\n",
    "Synthetic Personality Matrix": "Matriz de personalidad de sintéticos",
    "Equipped with a personality, synthetics will finally be able to interact socially on equal terms with the rest of our citizens. Some units may even assume leadership roles.": "Dotados de personalidad, los sintéticos podrán interactuar socialmente en igualdad de condiciones con el resto de nuestros ciudadanos. Algunas unidades hasta pueden asumir cometidos de liderato.\\n\\n",
    "Integrated Cybernetics": "Cibernética integrada",
    "Improving upon basic exoskeletal suits, these integrated cybernetic implants make the user more resistant to harmful environmental effects.": "Al mejorar nuestros trajes básicos de exoesqueleto, estos implantes cibernéticos integrados vuelven al usuario más resistente a los efectos perjudiciales del entorno.",
    "Adaptive Cybernetics": "Cibernética adaptativa",
    "Installing cybernetic implants that adapt to the local environment will boost the efficiency of our drones.": "Instalar implantes cibernéticos que se adapten al entorno local mejorará la eficiencia de nuestros drones.",
    "Mineral Purification": "Purificación mineral",
    "Optimal processing of mined materials have allowed us to reach new levels of efficiency.": "El procesamiento óptimo de los minerales extraídos nos permite ser más eficientes.",
    "Advanced Mineral Purification": "Purificación mineral avanzada",
    "Second-stage processing of pseudo-refined minerals allow for more efficient storage and transportation.": "El procesado de segunda fase de los minerales pseudo refinados permite un almacenaje y transporte más eficiente.",
    "Assembly Patterns": "Patrones de ensamblado",
    "Rapid iteration in construction simulations determines the optimal component assembly patterns for each building project ahead of time.": "Una iteración rápida en las simulaciones de construcción determina las pautas óptimas de montaje de componentes antes de cada proyecto de edificación.",
    "Construction Templates": "Plantillas de construcción",
    "Standardized pre-fab templates massively reduce on-site facility construction times.": "Las plantillas prefabricadas estandarizadas reducen enormemente los tiempos de construcción in situ de las instalaciones.",
    "Machine Template System": "Sistema de plantilla de máquina",
    "$building_resource_silo$ Capacity: §G+5000§!": "Capacidad $building_resource_silo$: §G+5000§!",
    "Rewritable assembly templates allow for the creation of bespoke synthetic worker designs.": "Las plantillas de montaje modificables permiten crear diseños de trabajadores sintéticos a medida.",
    "Standardization of assembly templates allow for improved specialization of the drone population.": "La estandarización de plantillas de montaje permite una mayor especialización de la población de drones.",
    "Cross-Model Standardization": "Normalización entre modelos",
    "Improved production practices allow for greater alterations to synthetic workers without compromising core functionality.": "Las prácticas de producción mejoradas permiten mayores alteraciones en los trabajadores sintéticos sin comprometer la funcionalidad básica.",
    "Fungible Circuitry": "Cableado fungible",
    "Improved production practices allow for fundamental changes to synthetic workers without compromising core functionality.": "Las prácticas de producción mejoradas permiten cambios fundamentales en los trabajadores sintéticos sin comprometer la funcionalidad básica.",
    "Matter Generation": "Generación de materia",
    "By using vast amounts of energy we are able to convert light into matter from seemingly nothing.": "Al usar vastas cantidades de energía, podemos convertir luz en materia a partir de la aparente nada.",
    "Mega-Assembly Systems": "Sistemas de supermontaje",
    "Advanced templates allow us to drastically increase the assembly of new units.": "Las plantillas avanzadas nos permiten aumentar drásticamente el montaje de nuevas unidades.",
    "Robotic Assembly Systems": "Sistemas montaje robótico",
    "Advanced templates allow us to drastically increase the assembly of new robots.": "Las plantillas avanzadas nos permiten aumentar drásticamente el montaje de nuevos robots.",
    "Offworld Construction": "Construcción espacial",
    "Construction in space presents our engineers with new design challenges that must be solved before we can build orbital stations above other worlds.": "La construcción en el espacio ofrece a los ingenieros nuevos desafíos de diseño que deben resolverse para poder construir estaciones orbitales sobre otros mundos.\\n\\n",
    "On-Site Processing": "Procesamiento in situ",
    "By processing minerals directly above the world where they are extracted, our mining efficiency is substantially improved.": "Al procesar los minerales directamente sobre el mundo donde se extraen, la eficiencia de la minería mejora sustancialmente.\\n\\n",
    "Autonomous Mining Operations": "Operaciones mineras autónomas",
    "By relying extensively on automated drones, mining stations can be operated with only a small skeleton crew. This will lower their costs.": "Al confiar extensamente en drones automatizados, las estaciones mineras pueden funcionar con una tripulación mínima. Esto reduce el coste.\\n\\n",
    "Satramene Refining": "Refinamiento de satrameno",
    "This gas is a naturally occurring stimulant found on some worlds. It has a calming effect on most beings, and can be used as a non-violent way of pacifying hostile individuals.": "Este gas es un psicoactivo de origen natural que se encuentra en algunos mundos. Tiene un efecto balsámico en muchos seres y se utiliza para pacificar sin violencia a individuos hostiles.",
    "Garanthium Mining": "Extracción de garantio",
    "Establishing successful Garanthium quarries poses unique challenges, as the malleable qualities of the ore make it as difficult to mine as it is attractive.": "Establecer canteras de garantio plantea muchas dificultades, ya que las cualidades maleables del mineral lo hacen tan difícil de extraer como atractivo.",
    "Orillium Mining": "Extracción de orilio",
    "Stabilization beams allow relatively safe extraction of volatile Orillium ores.": "Las vigas de estabilización permiten una extracción relativamente segura del volátil mineral de orilio.\\n\\n",
    "Living Metal": "Metal vivo",
    "Mining and processing the rare living metals is exceedingly difficult, but successful application of the mutable alloys yields incomparable advantages.": "Extraer y procesar metales vivos es difícil en extremo, pero su aplicación en aleaciones mutables ofrece ventajas incomparables.",
    "Betharian Refining": "Refinamiento de bethario",
    "The Betharian minerals appear to have originated from singular source, but were scattered across the galaxy millennia ago. The minerals are most often encountered as pebble-sized clusters, and are highly flammable.": "Los minerales de bethario parecen provenir de una sola fuente, pero se diseminaron por la galaxia hace milenios. Suelen encontrarse como formaciones del tamaño de un guijarro y son muy inflamables.",
    "Rare Crystal Mining": "Extracción de cristales raros",
    "Mining these crystals without damaging or even destroying them is an extremely delicate process. It requires advanced equipment capable of pinpoint precision.": "Extraer estos cristales sin dañarlos ni destruirlos es un proceso sumamente delicado. Se necesita un equipo avanzado con una precisión milimétrica.",
    "Nanobot Assemblers": "Nanobots montadores",
    "Proximity Mines": "Minas de proximidad",
    "Mega-Engineering": "Megaingeniería",
    "To complete construction projects of truly staggering scales we must first achieve a fundamental understanding of both the engineering and resource storage requirements for such megastructures.": "Para completar la construcción de proyectos a escala colosal, debemos comprender tanto los requisitos de almacenamiento de recursos como la ingeniería de tales megaestructuras.",
    "Mass Drivers": "Impulsores de masa",
    "These electromagnetic projectile launchers use magnets to accelerate armor-piercing rounds towards targets at high speeds.": "Estos lanzadores de proyectiles electromagnéticos usan imanes para acelerar las balas perforantes contra su objetivo a gran velocidad.\\n\\n",
    "Coilguns": "Cañones de bobina",
    "Coilguns are more powerful versions of the early mass drivers, using electromagnetic coils to rapidly accelerate projectiles towards targets.": "Son versiones más potentes de los primeros impulsores de masa y usan bobinas electromagnéticas para acelerar los proyectiles contra su objetivo.\\n\\n",
    "Railguns": "Cañones de riel",
    "The latest in electromagnetic accelerators, railguns use twin parallel rails to fire projectiles at incredible speeds.": "El último grito en aceleradores electromagnéticos. Usan dos rieles en paralelo para disparar proyectiles a velocidad increíble.\\n\\n",
    "Advanced Railguns": "Cañones de riel avanzado",
    "A new version of the venerable railgun, with sturdier rails and an enhanced power supply. These weapons are even more powerful and accurate than their predecessors.": "Una nueva versión de este venerable cañón, con rieles más resistentes y una alimentación aumentada. Estas armas son todavía más potentes y precisas que sus predecesoras.\\n\\n",
    "Gauss Cannons": "Cañones de Gauss",
    "This updated version of the old coilgun design is even more destructive than the latest railgun designs. It is capable of launching projectiles with incredible accuracy and speed.": "Esta versión mejorada del viejo diseño del cañón de riel es todavía más destructiva que los últimos diseños. Es capaz de lanzar proyectiles con una velocidad y una precisión increíbles.\\n\\n",
    "Kinetic Battery": "Batería cinética",
    "Very long-range artillery capable of hurling powerful rounds over extreme distances with a large degree of accuracy.": "Artillería de muy largo alcance capaz de lanzar balas potentes a través de grandes distancias con un alto grado de precisión.\\n\\n",
    "Kinetic Artillery": "Artillería cinética",
    "An even more powerful long-range, ship-based artillery cannon, equipped with a new barrel and an upgraded fire control computer.": "Artillería todavía más potente y con más alcance que va montada en una nave y cuenta con un cañón nuevo y un ordenador de disparo mejorado.\\n\\n",
    "Mega Cannon": "Megacañón",
    "An enormous mass accelerator cannon that can only be placed in a spinal mount and fires monstrously powerful rounds over vast distances.": "Un enorme cañón acelerador de masa que solo se puede poner en una montura vertebral y dispara balas muy potentes a distancias increíbles.\\n\\n",
    "Giga Cannon": "Gigacañón",
    "An even more powerful mass accelerator cannon that can rip through even the toughest shields.": "Un cañón acelerador de masa más potente aún que puede atravesar hasta los escudos más recios.\\n\\n",
    "Autocannons": "Cañones automáticos",
    "Large-caliber ballistic weapons that fire cased explosive shells. The main advantage of these cannons is their high rate of fire.": "Armas balísticas de gran calibre que disparan balas explosivas. La principal ventaja de estos cañones es su gran cadencia de fuego.\\n\\n",
    "Ripper Cannons": "Cañones trituradores",
    "These upgraded rotary autocannons feature improved tracking and fire control systems. This allows them to maintain an even higher rate of fire.": "Este cañón rotativo mejorado cuenta con sistemas superiores de seguimiento y de control del disparo que le permite mantener una cadencia de fuego más alta.\\n\\n",
    "Stormfire Cannons": "Cañones \\\"tormenta de fuego\\\"",
    "Advanced rotary autocannons capable of spewing a cloud of high-explosive shells at a target.": "Cañones rotativos automáticos avanzados que escupen nubes de balas muy explosivas contra un objetivo.",
    "Flak Battery": "Batería antiaérea",
    "Gun batteries that fire shrapnel rounds at close range. They are particularly lethal to enemy strike craft, but can also defend against missiles.": "Baterías de cañones que disparan metralla a corta distancia. Son muy letales contra las naves de ataque enemigas, pero también pueden defender contra los misiles.",
    "Flak Cannons": "Cañones antiaéreos",
    "Upgraded flak batteries with new, more powerful shrapnel rounds.": "Baterías antiaéreas mejoradas con cargas de metralla nuevas y más potentes.",
    "Flak Artillery": "Artillería antiaérea",
    "Predictive tracking algorithms and even more powerful rounds make these batteries incredibly lethal to enemy strike craft.": "Los algoritmos de predicción y sus cargas todavía más potentes hacen que estas baterías sean increíblemente letales contra las naves de ataque.",
    "Nuclear Missiles": "Misiles atómicos",
    "Space-to-space missiles equipped with high-yield nuclear warheads. Although based on old pre-space technology, these crude fire-and-forget weapons can be surprisingly effective at range.": "Son misiles espacio-espacio equipados con ojivas nucleares de alto rendimiento. Aunque se basan en una tecnología preespacial, estas toscas armas pueden ser sorprendentemente efectivas a distancia.\\n\\n",
    "Fusion Missiles": "Misiles de fusión",
    "These updated space-to-space missiles have more powerful fusion warheads and improved flight performance.": "Estos misiles espacio-espacio mejorados tienen potentes ojivas de fusión y unas cualidades de vuelo superiores.\\n\\n",
    "Antimatter Missiles": "Misiles de antimateria",
    "Advanced missiles equipped with very powerful antimatter warheads. A new and improved guidance system gives them a better chance of finding their targets.": "Son misiles avanzados que cuentan con ojivas de antimateria muy potentes. Un sistema de guiado nuevo y mejorado les da más posibilidades de encontrar a sus objetivos.\\n\\n",
    "Quantum Missiles": "Misiles cuánticos",
    "The latest version of space-to-space missile, this upgraded variant has an immensely powerful warhead that draws its energy from a zero point vacuum.": "Esta variedad mejorada, última versión del misil espacio-espacio, cuenta con una ojiva de una potencia inmensa que saca su energía del punto cero.\\n\\n",
    "Marauder Missiles": "Misiles merodeadores",
    "These highly advanced missiles are equipped with limited onboard AI pilots that substantially improve their performance and ability to track targets.": "Estos misiles tan avanzados van equipados con pilotos de IA limitada que mejoran sustancialmente su rendimiento y su capacidad de seguir objetivos.\\n\\n",
    "Swarmer Missiles": "Misiles de enjambre",
    "These smaller missiles are launched in volleys and have been specifically designed to overwhelm enemy point-defense systems.": "Estos misiles, más pequeños, se disparan en andanadas y se han diseñado específicamente para superar las defensas de precisión enemigas.\\n\\n",
    "Whirlwind Missiles": "Misiles de remolino",
    "New miniaturization techniques will allow us to equip swarmer missiles with more powerful warheads and improved flight performance.": "Las nuevas técnicas de miniaturización nos permiten equipar a los misiles de enjambre con ojivas más potentes y mejorar sus cualidades de vuelo.\\n\\n",
    "Space Torpedoes": "Torpedos espaciales",
    "These torpedoes are essentially very large, slow-moving missiles. They are equipped with more powerful warheads and shield modulators that let them slip unmolested through energy screens.": "Son misiles enormes que se mueven muy lentamente. Cuentan con ojivas potentes y moduladores de escudo que les permiten deslizarse sin verse afectados por las pantallas de energía.\\n\\n",
    "Armored Torpedoes": "Torpedos blindados",
    "Upgraded space torpedoes encased in armor, to better withstand enemy point-defense fire. The armor fragments into shards that cause additional damage when the torpedo detonates.": "Son torpedos espaciales mejorados cubiertos de blindaje para resistir mejor las defensas de precisión. El blindaje se rompe en fragmentos que infligen daño adicional cuando detona el torpedo.\\n\\n",
    "Devastator Torpedoes": "Torpedos devastadores",
    "Advanced torpedoes with very powerful warheads. They have a sleeker design, faster engines and upgraded shield modulators for slipping through energy screens.": "Son torpedos avanzados con ojivas muy potentes. Tienen un diseño más estilizado, motores más rápidos y moduladores de escudo mejores para traspasar las pantallas de energía.\\n\\n",
    "Deep Scan Instruments": "Instrumentos escaneo en espacio profundo",
    "Unused": "Sin usar",
    "Databank Uplinks": "Enlaces de bancos de datos",
    "High-capacity quantum bands dedicated to databank transfers make possible virtually completely synchronous research operations across vast distances.": "Las bandas cuánticas de gran capacidad aplicadas a los bancos de datos hacen posible operaciones de búsqueda prácticamente sincrónicas a grandes distancias.",
    "Uplink Miniaturization": "Miniaturización de enlaces",
    "Miniaturization of the endpoint transmitters allow for installing them in clusters, further increasing bandwidth.": "La miniaturización de los transmisores de los extremos permite instalarlos en grupo, lo que aumenta el ancho de banda.",
    "Scientific Method": "Método científico",
    "Testable predictions of observable phenomena.": "Predicciones comprobables de fenómenos observables.",
    "Exotic Materials Labs": "Laboratorios de materiales exóticos",
    "As we explore the galaxy, we continually encounter new materials and substances that are unfamiliar to us. Cataloging and analyzing these discoveries will require new facilities.": "A medida que exploramos la galaxia, nos encontramos con sustancias y materiales desconocidos. Necesitaremos nuevas instalaciones para catalogar y analizar esos descubrimientos.",
    "Multi-Dimensional Studies": "Estudios multidimensionales",
    "To expand our knowledge base, we must consider all levels of existence. A new realm of science awaits us!": "Para ampliar nuestra base de conocimiento, debemos tener en cuenta todos los niveles de la existencia. ¡Nos espera un nuevo campo científico!",
    "Quantum Theory": "Teoría cuántica",
    "Exploring the mediation of fundamental forces through subatomic particles.": "Estudio de las fuerzas fundamentales mediante partículas subatómicas.",
    "Applied Quantum Physics": "Física cuántica aplicada",
    "The seemingly erratic behavior of tiny things can dramatically alter the way we think about bigger things.": "El comportamiento, errático en apariencia, de cosas diminutas puede cambiar la manera de concebir las cosas grandes.",
    "Space-Time Theory": "Teoría del espacio-tiempo",
    "Three dimensions, inextricable from the fourth.": "Tres dimensiones, inseparables de la cuarta.",
    "Administrative AI": "IA gestora",
    "Organizational circuitry rerouting academic fervor.": "Redireccionamiento fervoroso del circuito organizativo.",
    "Academic Optimization": "Optimización académica",
    "New subroutines will sharpen the focus of our research units and eliminate inefficiency.": "Las nuevas rutinas secundarias afinarán la atención de nuestras unidades de investigación y acabarán con la ineficiencia.",
    "Positronic AI": "IA positrónica",
    "Evolving artificial intellects are opening the door to the possibility for true synthetic sapience.": "Los intelectos artificiales en evolución están abriendo la puerta a la posibilidad de una auténtica inteligencia sintética.",
    "Synaptic Enhancers": "Mejoradores sinápticos",
    "Thought before action. Our Mind will evolve to ever greater heights.": "Pensar antes de actuar. Nuestra mente evolucionará a límites insospechados.",
    "Autonomous Synapses": "Sinapsis autónomas",
    "Indivisible unity apart.": "Unidad indivisible.",
    "Positronic Implants": "Implantes positrónicos",
    "Expanding possibilities through the application of limited cybernetics.": "Ampliando las posibilidades con la aplicación de la cibernética limitada.",
    "Positronic Processors": "Procesadores positrónicos",
    "Opening new avenues of synthetic thought.": "Abriendo nuevas vías de pensamiento sintético.",
    "Specialized Combat Computers": "Ordenadores especializados en combate",
    "Active matrices tuned for specific combat-centric tasks greatly improve engagement efficiency.": "Las matrices activas adaptadas al combate aumentan mucho la eficiencia en los enfrentamientos.",
    "Extended Combat Algorithms": "Algoritmos de combate ampliados",
    "Further advances in predictive algorithms allow for augmented tactical decision-making in the field.": "Los avances en algoritmos de predicción permiten una mejor toma de decisiones tácticas en el campo de batalla.",
    "Sapient Combat Simulations": "Simulaciones de combate inteligentes",
    "Running sapient AIs through high-intensity combat simulations yields valuable insight into potential optimizations for risk-evaluation techniques.": "Usar IA en simulaciones de combate de gran intensidad da una comprensión valiosa de optimizaciones posibles para las técnicas de evaluación de riesgos.",
    "Autonomous Ship Intellects": "Intelectos de nave autónomos",
    "Granting our ships their own semi-autonomous intellect will greatly enhance their responsiveness in combat.": "Otorgar a nuestras naves sus propios intelectos semiautónomos aumentará mucho su grado de reacción en combate.",
    "Active Countermeasures": "Contramedidas activas",
    "The best defense is a good offense.": "La mejor defensa es un buen ataque.",
    "Interlinked Support Systems": "Sistemas de apoyo enlazados",
    "Arrays of defensive armaments prove much more effective than independent countermeasures.": "Estas baterías defensivas son mucho más eficaces que las contramedidas independientes.",
    "Predictive Algorithms": "Algoritmos de predicción",
    "Advanced prediction greatly increases the accuracy of active countermeasure systems.": "La predicción avanzada aumenta mucho la precisión de los sistemas de contramedidas activas.",
    "Synchronized Defenses": "Defensas sincronizadas",
    "Aligning defensive and offensive weapon execution paradigms allows for increased efficiency.": "Alinear los paradigmas de ejecución de ramas de ataque y defensa permite una eficiencia mayor.",
    "Interplanetary Research Initiative": "Iniciativa de investigación interplanetaria",
    "Quantum Neuro-Links": "Neuroenlaces cuánticos",
    "Advanced neurological implants with connection to quantum computing clusters allow for multi-threaded thoughts.": "Los implantes neurológicos avanzados conectados a clústeres de informática cuántica posibilitan los pensamientos multihilo.",
    "AI-Controlled Colony Ships": "Naves colonia controladas por IA",
    "By giving control of the colony ship to an Artificial Intelligence, the crew and colonists can be suspended in a deep sleep.": "Al dar el control de una nave colonia a una inteligencia artificial, la tripulación y los colonos pueden quedar en animación suspendida.",
    "Colony Fabrication Drones": "Drones de fabricación de colonias",
    "Fleets of small but efficient construction drones that are stored in the cargo bays of colony ships. Once activated on a planetary surface, they greatly speed up the initial settlement process.": "Flotas de pequeños pero eficientes drones de construcción almacenados en los muelles de carga de las naves colonia. Cuando se activan en una superficie planetaria, aceleran significativamente el proceso de asentamiento inicial.",
    "Self-Aware Colony Ships": "Naves colonia conscientes",
    "Sufficiently advanced systems are capable of optimizing themselves if they are made acutely aware of the purpose for which they were made.": "Los sistemas avanzados pueden optimizarse a sí mismos si se les hace lo suficientemente conscientes del propósito para el que fueron creados.",
    "Automated Exploration Protocols": "Protocolos de exploración automatizada",
    "An advanced AI will aid science officers in their task to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no Blorg has gone before. The Science Ship will be able to explore the galaxy with help from an AI.": "Una IA avanzada ayudará a los científicos en su tarea de exploración de mundos desconocidos, descubrimiento de nuevas vidas y de nuevas civilizaciones, hasta alcanzar lugares donde ningún blorg ha podido llegar. La nave científica explorará la galaxia con ayuda de una IA.",
    "Autonomous Exploration Algorithms": "Algoritmos de exploración autónoma",
    "Updated and more advanced algorithms will not only speed up surveying, but also permit our exploration assets to spend more time in deep space without continuous instructions from the central Machine Intelligence.": "Los algoritmos actualizados y más avanzados no solo agilizarán la exploración, sino que también permitirán que nuestros activos de exploración pasen más tiempo en las profundidades del espacio sin recibir continuamente instrucciones de la inteligencia artificial central.",
    "Auxiliary Fire-control": "Control de fuego auxiliar",
    "$FIRE_CONTROL_1_DESC$": "$FIRE_CONTROL_1_DESC$",
    "Exotic Gas Refining": "Refinado de gases exóticos",
    "Exotic Gas can be produced artificially, but it is a difficult process that requires advanced refinery equipment.": "Los gases exóticos pueden producirse artificialmente, pero es un proceso difícil que requiere equipo avanzado de refinería.",
    "Volatile Material Plants": "Plantas de material volátil",
    "Aside from the obvious safety concerns, the artificial creation of Volatile Motes is an extremely delicate and complicated process that requires highly specialized equipment.": "Aparte de los problemas de seguridad más obvios, la creación artificial de motas volátiles es un proceso sumamente delicado y complejo para el que se necesita un equipo muy especializado.",
    "Rare Crystal Manufacturing": "Fabricación de cristales raros",
    "The crystallization process is complicated and difficult, but synthetic crystals can be manufactured by using specialized industrial plants.": "El proceso de cristalización es complicado, pero los cristales sintéticos se pueden fabricar con plantas industriales especializadas.",
    "Neutronium Extraction": "Extracción de neutronio",
    "Neutronium is a super-dense substance composed of neutrons that can be forged into extremely resistant and durable armor.": "Es una sustancia superdensa compuesta de neutrones que se puede forjar para hacer blindajes extremadamente resistentes y duraderos.",
    "Dark Matter Drawing": "Extracción de materia oscura",
    "This exotic substance has many properties that seemingly defy the laws of physics. Harvestable concentrations can only be found near Black Holes or in certain nebulas.": "Este polvo exótico tiene sustancias que parecen desafiar las leyes de la física. Las concentraciones aprovechables se encuentran cerca de los agujeros negros de ciertas nebulosas.",
    "Fission Power": "Energía de fisión",
    "This energy source generates power for ships through induced fission, but it also produces harmful nuclear waste.": "Esta fuente genera energía para naves mediante la fisión inducida, pero también residuos nucleares nocivos.",
    "Fusion Power": "Energía de fusión",
    "Nuclear fusion processes generate a great amount of power for ships, but without many of the risks associated with fission power.": "Los procesos de fusión nuclear generan una gran cantidad de energía para naves, pero sin los riesgos asociados a la fisión.",
    "Cold Fusion Power": "Energía de fusión en frío",
    "The ability to sustain a fusion reaction at relatively low temperatures will result in a new generation of fusion reactors for our ships.": "La capacidad de sostener una reacción de fusión a temperaturas relativamente bajas comporta una nueva generación de reactores para nuestras naves.",
    "Antimatter Power": "Energía de antimateria",
    "By harnessing the energy produced by matter/antimatter annihilations, our efficiency at generating ship power will be orders of magnitude better than fusion.": "Al aprovechar las aniquilaciones materia-antimateria, nuestra eficiencia en la producción de energía para naves será muchos órdenes de magnitud superior a la fusión.",
    "Zero Point Power": "Energía de punto cero",
    "These generators extract vacuum energy, providing an almost limitless supply of ship power. There is no more efficient way to generate energy.": "Estos generadores extraen energía del vacío y proporcionan una fuente casi ilimitada. No hay manera más eficiente de generar energía para naves.",
    "Dark Matter Power": "Energía de materia oscura",
    "These generators appear to somehow draw energy directly from dark matter, providing more ship power than should be possible according to the laws of physics.": "Parece que estos generadores extraen la energía directamente de la materia oscura y proporcionan más energía para naves de la que sería posible según las leyes de la física.",
    "Dark Matter Propulsion": "Propulsión de materia oscura",
    "$SHIP_THRUSTER_5_DESC$": "$SHIP_THRUSTER_5_DESC$",
    "Reactor Boosters": "Potenciadores de reactor",
    "$REACTOR_BOOSTER_1_DESC$": "$REACTOR_BOOSTER_1_DESC$",
    "Improved Reactor Boosters": "Potenciadores de reactor mejorados",
    "$REACTOR_BOOSTER_2_DESC$": "$REACTOR_BOOSTER_2_DESC$",
    "Advanced Reactor Boosters": "Potenciadores de reactor avanzados",
    "$REACTOR_BOOSTER_3_DESC$": "$REACTOR_BOOSTER_3_DESC$",
    "Deflectors": "Deflectores",
    "Energy deflector screens can stop a limited amount of incoming enemy fire before overloading. Their main drawback is that they consume large amounts of power.": "Pantallas deflectoras que pueden detener una cantidad limitada de disparos enemigos antes de sobrecargarse. Su desventaja es que consumen gran cantidad de energía.\\n\\n",
    "Improved Deflectors": "Deflectores mejorados",
    "These updated deflector screens are capable of soaking up even more punishment before they overload.": "Estas pantallas deflectoras mejoradas son capaces de absorber más disparos todavía antes de sobrecargarse.\\n\\n",
    "Shields": "Escudos",
    "These new shield generators represent the next generation of energy screens, replacing the older deflector technology. They offer significantly better protection.": "Representan la nueva generación de pantallas de energía y sustituyen a la antigua tecnología de deflectores. Ofrecen una protección bastante mejor.\\n\\n",
    "Advanced Shields": "Escudos avanzados",
    "An updated shield generator that produces an even stronger energy field. Only sustained enemy fire can penetrate this barrier.": "Un generador de escudos que produce un campo de energía más fuerte incluso. Solo el fuego enemigo sostenido puede atravesar esta barrera.\\n\\n",
    "Hyper Shields": "Hiperescudos",
    "These reinforced and hardened energy shields are incredibly powerful. The protection they offer is second to none.": "Estos escudos de energía reforzados y endurecidos son increíblemente potentes. La protección que ofrecen no tiene igual.\\n\\n",
    "Shield Capacitors": "Condensadores de escudos",
    "These capacitors store surplus energy which can quickly be transferred to reinforce a ship's shields.": "Estos condensadores almacenan el excedente de energía que se puede transferir rápidamente para reforzar los escudos de las naves.",
    "Shield Hardening": "Fortalecimiento de escudo",
    "$SHIELD_HARDENER_1_DESC$": "$SHIELD_HARDENER_1_DESC$",
    "Advanced Shield Hardening": "Fortalecimiento de escudo avanzado",
    "$SHIELD_HARDENER_2_DESC$": "$SHIELD_HARDENER_2_DESC$",
    "Planetary Shields": "Escudos planetarios",
    "Generating a strong energy shield within a planetary atmosphere is a greater challenge than in the vacuum of space, but it offers a potent defense against orbital bombardment.": "Generar un escudo de energía fuerte en la atmósfera de un planeta es más difícil que en el vacío del espacio, pero ofrece una defensa potente contra el bombardeo orbital.",
    "Dark Matter Deflectors": "Deflectores de materia oscura",
    "These deflectors utilize dark matter to deflect incoming projectiles in a way that seems to utterly defy the laws of nature.": "Estos deflectores utilizan la materia oscura para desviar los proyectiles enemigos de un modo que parece desafiar las leyes de la naturaleza.",
    "Psionic Shields": "Escudos psiónicos",
    "These extremely powerful shields are generated out of pure psychic energy by a cadre of psionic specialists. Their powers are further augmented by large arrays of psi emitters.": "Estos escudos, extremadamente potentes, son generados por un grupo de especialistas psiónicos con pura energía psíquica. Un sistema de emisores psíquicos aumenta su potencia.",
    "Psionic Barrier": "Barrera psiónica",
    "These barriers are generated out of pure psychic energy by a cadre of psionic specialists. They will be able to stop some incoming fire, like our Energy deflector systems, but without the prohibitive power consumption.": "Estas barreras las generan un grupo de especialistas psiónicos con pura energía psíquica. Pueden detener los disparos enemigos, igual que nuestros sistemas deflectores, pero sin el prohibitivo consumo de energía.",
    "Gravitic Sensors": "Sensores gravitacionales",
    "These sensors have been tuned to look for any gravitational changes in space, such as those produced by the presence of a starship.": "Estos sensores se han ajustado para buscar todos los cambios gravitacionales en el espacio, como los que produce el paso de una nave espacial.\\n\\n",
    "Subspace Sensors": "Sensores subespaciales",
    "Sensors that detect the subspace fluctuations left in the wake of traveling starships. Their sensitivity and range is greater than that of a gravitic sensor array.": "Sensores que detectan las fluctuaciones subespaciales que dejan a su paso las naves espaciales. Su sensibilidad y alcance son superiores a los de los sensores gravitacionales.\\n\\n",
    "Tachyon Sensors": "Sensores de taquiones",
    "Advanced sensors that rely on rotating tachyon beams to detect ship movements even at extreme distances.": "Utilizan rayos rotarios de taquiones para detectar movimientos de las naves incluso a distancias extremas.\\n\\n",
    "Orbital Sensor Arrays": "Antenas de sensores orbitales",
    "Powerful sensor arrays that can be added to the structure of orbital spaceports. They provide excellent sensor coverage of the surrounding region of space.": "Estas potentes antenas se pueden añadir a la estructura de los puertos espaciales orbitales. Dan una cobertura excelente de la región espacial circundante.\\n\\n",
    "High-Energy Capacitors": "Condensadores de gran energía",
    "Capacitors capable of storing vast amounts of energy is one of the cornerstones for any modern civilization.": "Son capaces de acumular gran cantidad de energía y son las piedras de toque de cualquier civilización moderna.",
    "Field Modulation": "Modulación de campos",
    "Modulated fields allow for increased production and improved energy yield.": "Los campos modulados permiten más producción y un mejor rendimiento de energía.",
    "Quantum Energy States": "Estados de energía cuánticos",
    "Basic entanglement principles applied to energy generation provide a substantial increase in energy output.": "Los principios del entrelazamiento cuántico aplicados a la generación de energía mejoran mucho su rendimiento.",
    "Quantum Field Manipulation": "Manipulación de campos cuánticos",
    "Quantum superposition of energy coils, simultaneously drained and charged.": "Superposición cuántica de bobinas energéticas, que se cargan y descargan simultáneamente.",
    "Stellar Absorption": "Absorción estelar",
    "Global Energy Management": "Gestión de energía global",
    "Load-balancing facilities can greatly improve the stability of local grids and feed excess power back into centralized capacitors.": "Unas instalaciones de equilibro de carga que pueden mejorar en gran medida la estabilidad de las redes locales y devolver el exceso de energía a condensadores centralizados.",
    "Planetary Power Grid": "Red de energía planetaria",
    "A re-engineered and unified grid further reduces energy losses over distance.": "Una red unificada y rediseñada que reduce las pérdidas de energía por la distancia.",
    "Subspace Wormholes": "Agujeros de gusano subespaciales",
    "By tunneling directly through subspace, a temporary conduit can be established between two different points in normal space. Travel between these points would be near instantaneous.": "Abriendo túneles directamente por el subespacio se puede establecer un conducto entre dos puntos distintos del espacio normal. El viaje entre ellos será casi instantáneo.\\n\\n",
    "Wormhole Calibration Matrix": "Matriz calibradora de ags. de gusano",
    "The creation of a stable wormhole takes time and requires massive amounts of energy, but the process can be streamlined with the use of special calibrators.": "La creación de un agujero de gusano estable precisa tiempo y grandes cantidades de energía, pero el proceso se puede perfeccionar con calibradores especiales.\\n\\n",
    "Wormhole Containment Fields": "Campos de contención de ags. de gusano",
    "These containment fields allow for the creation of more powerful wormholes without the risk of triggering a sudden subspace energy cascade.": "Estos campos de contención permiten crear agujeros de gusano más potentes sin el peligro de desencadenar una súbita cascada de energía subespacial.\\n\\n",
    "Hyperspace Travel": "Viaje por hiperespacio",
    "Like the strands of a spider web, the extra-dimensional realm of hyperspace runs between the gravity wells of most stars. Faster than light travel is theoretically possible along these hyperlanes.": "Como las hebras de una telaraña, el reino extradimensional del hiperespacio recorre los pozos de gravedad de todas las estrellas. En teoría, el viaje ultralumínico es posible a través de estas hipervías.\\n\\n",
    "Hyperlane Breach Points": "Fisuras en hipervías",
    "We have identified the existence of points in space where a ship expends less energy to \"breach\" their way into a hyperlane. This will lead to a new generation of hyper drives.": "Hemos comprobado la existencia de lugares donde una nave gasta menos energía por adentrarse en una hipervía. Esto conllevará una nueva generación de hiperimpulsores.\\n\\n",
    "Hyperspace Slipstreams": "Estelas hiperespeciales",
    "A new generation of hyper drives capable of accessing the subspace slipstreams that are present within hyperspace. This leads to dramatically improved drive performance.": "Una nueva generación de hiperimpulsores capaces de acceder a las estelas subespaciales que hay en el hiperespacio. Esto conlleva un rendimiento espectacularmente mayor de los motores.\\n\\n",
    "Hyperlane Mapping": "Cartografía de hipervías",
    "Although we do not travel through hyperspace, mapping the galaxy's extensive hyperlane network gives us a clear advantage against those who do.": "Aunque no viajemos por el hiperespacio, cartografiar la extensa red de hipervías de la galaxia nos dará una clara ventaja respecto a los que sí lo hacen.\\n\\n",
    "Warp Travel": "Viaje por curvatura",
    "By enveloping a vessel in a warp field and forming a subspace bubble around it, velocities exceeding the speed of light are theoretically possible.": "Al envolver una nave en un campo de curvatura y formar una burbuja especial en torno a ella, es posible alcanzar velocidades superiores a la de la luz, en teoría.\\n\\n",
    "Warp Field Stabilizers": "Estabilizadores de curvatura",
    "Improved stabilization techniques for warp fields will enable our ships to travel farther while expending less energy.": "Las técnicas mejoradas de estabilización de campos de curvatura harán que nuestras naves lleguen más lejos gastando menos energía.\\n\\n",
    "Warp Drive Ramscoops": "Colectores de curvatura",
    "These revolutionary ramscoops are attached to warp drives and function as particle collectors, replenishing a starship's fuel supply.": "Estos revolucionarios colectores se montan en los motores de curvatura y recogen las partículas, reponiendo el combustible de la nave.\\n\\n",
    "Jump Drive": "Motor de salto",
    "A groundbreaking technological marvel, the Jump Drive shreds the local space-time continuum and rearranges it on the quantum level to be identical to that of the target destination - and thus the ship appears to near-instantly \"jump\" from system to system.": "El motor de salto es una maravilla tecnológica revolucionaria. Desgarra el continuo espacio-temporal local y lo reorganiza a nivel cuántico para que sea idéntico al del destino elegido. Así la nave parece \\\"saltar\\\" casi al instante de sistema a sistema.\\n\\n",
    "Psi Jump Drive": "Motor de salto psi",
    "The Psi Jump Drive harnesses the psi energies emitted by the crew to force the vessel through the very fabric of reality, instantly \"jumping\" vast distances.": "El motor de salto psi aprovecha las energías psiónicas emitidas por la tripulación para impulsar la nave por el mismo tejido de la realidad, \\\"saltando\\\" al instante largas distancias.\\n\\n",
    "Wormhole Stabilization": "Estación de agujeros de gusano",
    "A naturally occurring subspace wormhole is a fickle thing, and its fluctuating energy levels typically make it impossible to travel safely between its linked apertures. There are ways to temporarily stabilize its matrix, however.": "Un agujero de gusano surgido de manera natural en el subespacio es algo inestable, y la fluctuación de sus niveles de energía hace imposible viajar de manera segura entre sus portales vinculados. Pero se puede estabilizar su matriz temporalmente.",
    "Gateway Activation": "Activación de portales",
    "The ability to reactivate the derelict Gateway stations that can be found scattered throughout the galaxy has the potential to dramatically shorten travel times.": "La habilidad de reactivar las estaciones portal abandonadas que hay dispersas por la galaxia tiene el potencial de acortar la duración de los viajes de forma espectacular.",
    "Gateway Construction": "Construcción de portal",
    "The construction of new Gateway stations enables us to build a fast-travel network that could revolutionize interstellar travel.": "La construcción de nuevas estaciones portal nos permite crear una red de transporte rápido que podría revolucionar el viaje interestelar.",
    "Capacitor Fields": "Campos de condensadores",
    "Localized fields of charged particles can energize depleted shield capacitors.": "Los campos localizados de partículas cargadas pueden impulsar los condensadores de escudos agotados.\\n\\n",
    "Shield Dampeners": "Depresores de escudos",
    "Quantum Destabilizer": "Desestabilizador cuántico",
    "Quantum Destabilizers agitate the local quantum field, disturbing sensitive targeting equipment aboard hostile ships.": "Los desestabilizadores cuánticos agitan el campo cuántico, interfiriendo con el sensible equipo de apuntado de las naves enemigas.\\n\\n",
    "Enigmatic Disruption Field": "Campo de disrupción enigmático",
    "By flooding a localized area with weak, randomly-modulated electromagnetic pulses, enemy shield and weapons systems can be partially disrupted.": "Inundando un área localizada con suaves pulsos electromagnéticos modulados aleatoriamente se pueden interrumpir parcialmente el escudo y las armas del enemigo.",
    "Enigmatic Encoder": "Codificador enigmático",
    "The Enigmatic Encoder scrambles flight path data according to some indeterminable design before feeding it back to fleet command.": "El codificador enigmático encripta los datos de las rutas de vuelo según un diseño indeterminable antes de remitirlo al mando de la flota.",
    "Enigmatic Decoder": "Decodificador enigmático",
    "While producing average results in standard tests, the accuracy of Enigmatic Decoder's prediction algorithms seemingly increases as the target's flight path grows more erratic.": "Aunque en las pruebas normales ofrece resultados medios, la precisión de los algoritmos de predicción del decodificador enigmático parece aumentar cuanto más irregular es la ruta de vuelo del objetivo.",
    "Ascension Theory": "Teoría de la ascensión",
    "Our history is a repeating cycle of dramatic technological, political, and cultural leaps; these leaps are often preceded by periods of upheaval and followed by times of relative stability. By identifying the core, recurring premises of these leaps, we may be able to effectively short-circuit the cycle for our own benefit.": "Nuestra historia es un ciclo de espectaculares saltos tecnológicos, políticos y culturales que se repite; estos saltos a menudo son precedidos por periodos de convulsión y seguidos de una relativa estabilidad. Al identificar las premisas recurrentes de estos saltos, podemos cortocircuitar el ciclo en nuestro propio beneficio.",
    "$tech_ascension_theory$": "$tech_ascension_theory$",
    "$tech_ascension_theory_desc$": "$tech_ascension_theory_desc$",
    "Red Lasers": "Láseres rojos",
    "Laser weapons fire focused beams of light at targets, causing damage through the generation of intense heat.": "Las armas láser disparan rayos concentrados de luz contra los objetivos y causan daño generando un calor intenso.\\n\\n",
    "Blue Lasers": "Láseres azules",
    "More powerful than red lasers, these blue variants emit electromagnetic radiation at a wavelength that appears blue or violet to most organics.": "Estas variantes azules de láser, más potentes, emiten radiaciones electromagnéticas en una longitud de onda que parece azul o violeta a todos los orgánicos.\\n\\n",
    "UV Lasers": "Láseres UV",
    "Ultraviolet lasers are an updated and more powerful version of their blue predecessors. Accurate and destructive, these weapons are capable of inflicting great damage.": "Los láseres ultravioletas son una versión mejorada y más potente de sus predecesores azules. Estas armas, precisas y destructivas, son capaces de infligir un gran daño.\\n\\n",
    "X-Ray Lasers": "Láseres de rayos X",
    "These lasers have a shorter wavelength than UV-based laser weaponry, but are even more destructive.": "Tienen una longitud de onda más corta que el armamento láser basado en UV, pero son todavía más destructivos.\\n\\n",
    "Gamma Lasers": "Láseres gamma",
    "The electromagnetic radiation emitted by gamma lasers is of an extremely high frequency. Their destructive potential is unmatched in the field of laser weapons.": "La radiación electromagnética que emiten los láseres gamma es de una frecuencia alta en extremo. Su potencial destructivo no tiene igual en el campo de las armas láser.\\n\\n",
    "Particle Lances": "Lanzas de partículas",
    "These heavy energy weapons fire focused particle beams that cause massive damage. The size of the emitter arrays limits their use to battleships and titans.": "Estas armas pesadas disparan rayos concentrados de partículas que causan un daño enorme. El tamaño de las baterías de emisores obliga a montarlas en acorazados y titanes.",
    "Tachyon Lances": "Lanzas de taquiones",
    "A more powerful version of the particle lance, this weapon fires a tachyon beam of immense power. Like its predecessor, its use is limited to battleships and titans.": "Esta arma, una versión más potente de la lanza de partículas, dispara un rayo de taquiones de un poder inmenso. Como su predecesora, queda limitada a acorazados y titanes.",
    "Perdition Beam": "Rayo de disipación",
    "A massive array of linked energy amplification conduits that fires a beam of unprecedented firepower. Its size means that it can only be fitted on Titan-class starships.": "Un enorme sistema de conductos de amplificación de energía vinculados que disparan un rayo de potencia sin precedentes. Su tamaño lo limita a naves de clase titán.",
    "Plasma Throwers": "Lanzadores de plasma",
    "Weapons that eject destructive balls of high-energy plasma at targets. These plasma projectiles are extremely effective at eating through ship armor.": "Lanzan bolas destructivas de plasma de gran energía contra los objetivos. Estos proyectiles de plasma son muy efectivos para destruir el blindaje de las naves.\\n\\n",
    "Plasma Accelerators": "Aceleradores de plasma",
    "These new accelerators launch projectiles of high-energy plasma with improved containment fields. This results in less energy leakage as the projectile travels in space towards its target.": "Estos nuevos aceleradores lanzan proyectiles de plasma de gran energía con campos de contención mejorados. Esto comporta menos pérdida de energía mientras el proyectil recorre el espacio hacia su objetivo.\\n\\n",
    "Plasma Cannons": "Cañones de plasma",
    "The latest in plasma weaponry, these cannons are fully militarized versions of the older, somewhat improvised plasma throwers. Their plasma projectiles are even deadlier.": "Es la cúspide del armamento de plasma, versiones completamente militarizadas de los anteriores lanzadores de plasma, algo improvisados. Sus proyectiles son más mortíferos todavía.\\n\\n",
    "Arc Emitters": "Emisores de arcos",
    "Powerful weapons that launch a lightning arc of chaotic energy at targets, which in part can ignore armor and shields.": "Armas potentes que lanzan un arco de rayos de energía caótica a los objetivos, capaz de ignorar en parte blindaje y escudos.\\n\\n",
    "Focused Arc Emitters": "Emisores de arcos concentrados",
    "These upgraded emitters are equipped with better focusing lenses, resulting in a more powerful energy discharge.": "Estos emisores mejorados cuentan con lentes de enfoque superiores, lo cual comporta una descarga más potente de energía.\\n\\n",
    "Disruptors": "Disruptores",
    "Disruptors fire high-energy bolts that weaken and destroy the molecular bonds that hold the target's constituent atoms together. They are capable of passing through shields and armor to wreak havoc directly on enemy hull and crew.": "Disparan proyectiles de gran energía que debilitan y destruyen los enlaces moleculares que unen los átomos que componen el objetivo. Son capaces de atravesar escudos y blindajes para causar estragos en el casco y la tripulación.",
    "Ion Disruptors": "Disruptores de iones",
    "These upgraded disruptors fire bolts of more destructive ion particles at targets.": "Estos disruptores mejorados disparan proyectiles de partículas de iones más destructivos.\\n\\n",
    "Phase Disruptors": "Disruptores de fase",
    "Extremely high-yield disruptors that fire quantum energy charges causing incredible damage to those unfortunate enough to get in their way.": "Tienen un rendimiento extremo y disparan cargas de energía cuántica que infligen un daño increíble a los desafortunados que se crucen en su camino.",
    "Proton Launchers": "Lanzadores de protones",
    "Neutron Launchers": "Lanzadores de neutrones",
    "Upgraded energy projectiles that rely on neutrons instead of protons for their destructive power.": "Proyectiles de energía mejorados que cuentan con neutrones en vez de protones para causar destrucción.",
    "Null Void Beam": "Rayo de Vacío nulo",
    "By harnessing the entropic nature of the Null Void, this beam can actually destroy energy.": "Al aprovechar la naturaleza entrópica del Vacío nulo, este rayo puede, de hecho, destruir energía.",
    "Extradimensional Weaponry": "Armamento extradimensional",
    "Applying 5th-dimensional energy manipulation principles on lower dimensional planes allows for the creation of powerful energy weapons.": "Al aplicar los principios de manipulación de energía de la quinta dimensión en los planos dimensionales inferiores podemos crear poderosas armas energéticas.\\n\\n",
    "Mining Drone Lasers": "Láseres de dron minero",
    "Cloud Lightning Conduits": "Conductos de nube de rayos",
    "Void Clouds use the electrical charges generated by the dense gases that make up most of their core to release bolts of burning plasma. Using the same gas composition together with a specialized conduit allows for powerful lightning weaponry.": "Las nubes de vacío usan cargas eléctricas generadas por los densos gases que forman la mayor parte de su núcleo para liberar rayos de plasma ardiente. Usando la misma composición de gas con un conducto especializado podemos crear una potente arma de rayos.\\n\\n",
    "Blue Crystal Capacitors": "Condensadores de cristal azul",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the sapphire type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Las entidades cristalinas almacenan radiación estelar dentro de sus cuerpos prismáticos para luego concentrarla en rayos a modo de láser. Usando el diseño prismático de las de tipo zafiro como base, podemos construir condensadores láser que producen energía en una longitud de onda similar.\\n\\n",
    "Green Crystal Capacitors": "Condensadores de cristal verde",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the emerald type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Las entidades cristalinas almacenan radiación estelar dentro de sus cuerpos prismáticos para concentrarla en rayos a modo de láser. Usando el diseño prismático de las de tipo esmeralda como base, podemos construir condensadores láser que producen energía en una longitud de onda similar.\\n\\n",
    "Yellow Crystal Capacitors": "Condensadores de cristal amarillo",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the topaz type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Las entidades cristalinas almacenan radiación estelar dentro de sus cuerpos prismáticos para concentrarla en rayos a modo de láser. Usando el diseño prismático de las de tipo topacio como base, podemos construir condensadores láser que producen energía en una longitud de onda similar.\\n\\n",
    "Red Crystal Capacitors": "Condensadores de cristal rojo",
    "Crystalline Entities store stellar radiation within their prismatic bodies and can focus it to emit laser-like beams. Using the ruby type's prismatic pattern as a base we can construct laser capacitors that produce energy at a similar wavelength.": "Las entidades cristalinas almacenan radiación estelar dentro de sus cuerpos prismáticos para concentrarla en rayos a modo de láser. Usando el diseño prismático de las de tipo rubí como base, podemos construir condensadores láser que producen energía en una longitud de onda similar.\\n\\n",
    "Hydroponics Farming": "Simulación de ecos",
    "Hydroponics Farming in a controlled environment allows for crops to be grown in climates where farming would normally be impossible.": "Las técnicas hidropónicas pueden desarrollarse más creando granjas con atmósferas exclusivas que simulan ecosistemas diferentes. Esto permite producir comida de mayor grado nutritivo.\\n\\n",
    "Industrial Agriculture": "Agricultura industrial",
    "Large-scale industrial farms growing nutrient-rich produce allows a civilization to grow its population manifold.": "La producción de las granjas industriales de gran escala permite a una civilización multiplicar su población.",
    "Eco Simulation": "Simulación de ecos",
    "Gene Crops": "Cosechas genéticas",
    "Sophisticated genetic engineering of crops helps increase yield and further improves both taste and nutrient levels.": "La sofisticada ingeniería genética de las cosechas ayuda a aumentar la producción y mejora más los niveles de sabor y nutrición.\\n\\n",
    "Nano-Vitality Crops": "Cosechas nanovitales",
    "Infusing crop strands with small amounts of nano-machines help create a type of produce that is ultra resilient, and the chemical composition of which can be tailored and altered during its entire lifetime.": "Usar pequeñas cantidades de nanomáquinas en las cosechas ayuda a crear un tipo de verdura ultrarresistente, cuya composición química puede ser alterada y rediseñada en toda su duración.\\n\\n",
    "Nutrient Replication": "Replicación de nutrientes",
    "The process of synthetically replicating crops requires a lot of collected waste to create a small amount of produce, but nevertheless provides a significant boost to agricultural output.": "El proceso de replicar cosechas sintéticamente requiere gran cantidad de residuos para crear pequeñas cantidades de verdura, pero en todo caso proporciona un aumento significativo del rendimiento agrícola.\\n\\n",
    "Engos Vapor Refining": "Refinamiento de vapor de engos",
    "Pitharan Dust Refining": "Refinamiento de polvo pitharano",
    "Zro Distillation": "Destilación de zro",
    "Biodiversity Studies": "Estudios en biodiversidad",
    "Studying the different forms of life that appear on our world helps us better understand ourselves and the life that surrounds us.": "Estudiar las distintas formas de vida de nuestro mundo nos ayuda a comprender mejor la vida que nos rodea y a nosotros mismos.",
    "Xenobiology": "Xenobiología",
    "Studying the life that arises on other worlds and beyond allows us to understand fundamental aspects of biology that were previously beyond our reach.": "Estudiar la vida de otros mundos nos permite comprender aspectos fundamentales de la biología que antes estaban fuera de nuestro alcance.",
    "Secrets of Life": "Secretos de la vida",
    "Having the opportunity to study the multitudes of life lets us find some common ground for all living beings. The foundational building blocks of life.": "Tener la oportunidad de estudiar multitud de formas de vida nos permite encontrar lo que tienen en común todos los seres vivos. Los ladrillos de los cimientos de la vida.",
    "Xenology": "Xenología",
    "Studying the fauna of other worlds gives insight into alien behaviors, allowing us to identify and domesticate docile entities.": "Al estudiar la fauna de otros mundos comprendemos mejor los comportamientos alienígenas, lo que nos permite identificar y domesticar entidades dóciles.\\n\\n",
    "Xeno Zoo": "Xenozoo",
    "Having studied various alien lifeforms and developed a clear understanding of the potential risks inherent in containing them, we would be able to collect living specimens to keep on display.": "Tras estudiar varias formas de vida alienígena y desarrollar un claro entendimiento de los riesgos potenciales de contenerlas, podemos capturar especímenes vivos y conservarlos en exhibición.\\n\\n",
    "New Worlds Protocol": "Protocolo de nuevos mundos",
    "Calculating required resources and gear required to establish a planetary colony allows us to herd brave pioneers into grand \"ark ships,\" confident that they will survive the long voyage across the stars to a new home.": "Calcular los recursos y el equipo necesarios para establecer una colonia planetaria nos permite transportar valientes pioneros en grandes \\\"naves arca\\\", con la seguridad de que sobrevivirán al largo viaje por las estrellas hasta un nuevo hogar.\\n\\n",
    "Atmospheric Filtering": "Filtrado atmosférico",
    "By adjusting atmospheric filtering on a per-site basis to better filter out undesirable elements, colonial living conditions may be improved.": "Al ajustar el filtrado atmosférico según el lugar podemos filtrar mejor los elementos indeseables y avanzar las condiciones de vida de la colonia.\\n\\n",
    "Hostile Environment Adaptation": "Adaptación a entornos hostiles",
    "Further study into the hazardous environments found on other planets help alleviate the difficulties that colonizers encounter in their day-to-day lives on foreign worlds.": "Estudiar más a fondo los entornos peligrosos hallados en otros planetas ayuda a reducir las dificultades que los colonos encuentran en su día a día en mundos alienígenas.\\n\\n",
    "Foreign Soil Enrichment": "Enriquecimiento del suelo extranjero",
    "Extensive study into different soil types and their ability to support crops will help improve the living conditions of our settlers on foreign worlds.": "Un análisis exhaustivo de los diferentes tipos de suelos y su capacidad para soportar cultivos ayudará a mejorar las condiciones de vida de nuestros colonos en otros mundos.",
    "Eco-Integration Studies": "Estudios de ecointegración",
    "Tomb World Adaptation": "Adaptación al mundo tumba",
    "Through comprehensive study of irradiated environments we will allow our settlers to colonize worlds that have been devastated by nuclear warfare.": "El estudio exhaustivo de entornos irradiados permitirá que nuestra población colonice mundos devastados por una guerra nuclear.",
    "Free Enterprises": "Empresas libres",
    "Frontier Initiatives": "Iniciativas fronterizas",
    "Managing connections between the private sector and the government, giving subsidies to the right investors, allows for private initiatives into colonization.": "Gestionar las conexiones entre el sector privado y el gobierno, otorgando subvenciones a los inversores adecuados, permite las iniciativas privadas en la colonización.",
    "Frontier Traditions": "Tradiciones fronterizas",
    "A certain pioneering spirit manifests itself in the priorities of orbital construction.": "Un cierto espíritu pionero se manifiesta en las prioridades de construcción orbital.\\n\\n",
    "Frontier Collectives": "Colectivos fronterizos",
    "History has proven collectives to be the most efficient social structure for settler enclaves.": "La historia ha demostrado que los colectivos son la estructura social más eficaz para los enclaves de colonos.\\n\\n",
    "Frontier Commissars": "Comisarios fronterizos",
    "Studies indicate that strict social control may be integral to the continued resilience of young colonies.": "Los estudios indican que un control social estricto podría ser fundamental para la supervivencia de las colonias jóvenes.\\n\\n",
    "Cryostasis": "Criogenización",
    "Xeno Ecology Subjugation": "Subyugación de xenoecologías",
    "Environmental Control": "Control medioambiental",
    "Interstellar Economics": "Economía interestelar",
    "Galactic Markets": "Mercados galácticos",
    "Orbital Hydroponics": "Acuicultura orbital",
    "The challenges inherent in cultivating crops in zero-G are fairly unique, but far from insurmountable.": "Los desafíos inherentes a las cosechas en gravedad 0 son bastante peculiares, pero no insuperables.\\n\\n",
    "Arctic Colonization": "Colonización del ártico",
    "Specialized shelters and adaptive life support systems allow colonization of alien climates.": "Los refugios especializados y los sistemas de soporte vital adaptativos permiten la colonización de climas alienígenas.\\n\\n",
    "Tundra Colonization": "Colonización de la tundra",
    "$tech_arctic_colonization_desc$": "$tech_arctic_colonization_desc$",
    "Ocean Colonization": "Colonización del océano",
    "Arid Colonization": "Colonización de tierras áridas",
    "Tropical Colonization": "Colonización de tierras tropicales",
    "Desert Colonization": "Colonización de desiertos",
    "Continental Colonization": "Colonización de continentes",
    "Genetic Healthcare": "Sanidad genética",
    "The colonization of alien worlds has opened up an entirely new field of biomedical research.": "La colonización de los mundos alienígenas ha abierto un nuevo campo de investigación biomédica.\\n\\n",
    "Modular Components": "Componentes modulares",
    "The use of modular parts when assembling new machine units will both streamline the process and make future repairs easier.": "El uso de partes modulares al montar las nuevas unidades mecánicas optimizará el proceso y simplificará las reparaciones futuras.",
    "Cyto-Revitalization": "Citorrevitalización",
    "As our empire grows, so does our understanding of our own biology. Advanced medical treatments on a cellular level have allowed for significant advancements in population health.": "A medida que nuestro imperio crece, entendemos cada vez más nuestra propia biología. Los tratamientos médicos avanzados a nivel celular han permitido realizar unos importantes avances en la salud de la población.",
    "Intelligent Factories": "Fábricas inteligentes",
    "These factories are essentially self-aware entities that continually optimize themselves with only minimal input from the central Machine Intelligence.": "Estas fábricas son básicamente unas entidades con conciencia propia que se optimizan continuamente con una aportación mínima por parte de la inteligencia artificial central.",
    "$tech_frontier_health_machine_intelligence$": "$tech_frontier_health_machine_intelligence$",
    "$tech_frontier_health_desc_machine_intelligence$": "$tech_frontier_health_desc_machine_intelligence$",
    "$tech_frontier_hospital_machine_intelligence$": "$tech_frontier_hospital_machine_intelligence$",
    "$tech_frontier_hospital_desc_machine_intelligence$": "$tech_frontier_hospital_desc_machine_intelligence$",
    "Planetary Resurfacing": "Reestructuración planetaria",
    "With the advent of clean fusion, automation, and matter compression technologies, it was only a matter of time before mountain top removal became mountain range removal.": "Con la llegada de las tecnologías de fusión limpia, automatización y compresión de materia, era solo cuestión de tiempo que pudiésemos aplanar cordilleras enteras.",
    "Deep Crust Engineering": "Ingeniería de profundidad",
    "Advances in material technology and deep-shaft mining techniques allow geo-engineering at previously unthinkable depths and temperatures. Magma hotspots can now be exploited, suppressed, or even relocated.": "Los avances en tecnología material y las técnicas de extracción profunda permiten la geoingeniería a profundidades y temperaturas antes impensables. Las bolsas de magma pueden explotarse, suprimirse o incluso trasladarse.",
    "Dangerous Wildlife Removal": "Quitar vida salvaje peligrosa",
    "Tactical disruption of natural habitats combined with converging search-and-destroy patterns can effectively eliminate hostile wildlife in a very short span of time.": "La disrupción táctica de hábitats naturales, combinada con patrones convergentes de búsqueda y destrucción, pueden eliminar de manera eficaz la fauna hostil en muy poco tiempo.",
    "Selective Defoliants": "Defoliantes selectivos",
    "Thorough cataloging, gene sequencing, and computer modeling of exobotanical ecosystems, coupled with gene editing and dispersal mechanisms, will allow us to reshape alien plant communities to our liking.": "Mediante la catalogación, la secuenciación genética y el modelado informático de los ecosistemas exobotánicos, junto a la modificación de genes y los mecanismos de dispersión, podremos reformar a nuestro gusto las comunidades vegetales alienígenas.",
    "Soil Remediation": "Enriquecimiento de la tierra",
    "The process of soil deposition normally takes millions of years. With advanced fracking, chemical engineering, and hydraulic management technologies even the poorest substrate can be turned into fertile topsoil.": "El proceso de deposición geológica normalmente lleva millones de años. Mediante tecnologías de gestión hidráulica, fracking avanzado e ingeniería química, incluso los sustratos más estériles pueden volverse tierra fértil.",
    "Xeno-Hydraulic Mastery": "Dominio xeno hidráulico",
    "Sapient races have been reclaiming swampland for thousands of years. A coordinated system of modular aqueducts, pump stations, chemical remediation crawlers and automated soil compactors can reclaim land at unprecedented speeds.": "Los seres inteligentes han recuperado terreno cenagoso durante milenios. Un proceso coordinado de acueductos modulares, estaciones de bombeo, orugas de reparación química y compactadores de tierra automáticos puede hacerlo a gran velocidad.",
    "Climate Control Network": "Red de control meteorológico",
    "Orbital systems of mirrors and shades can effect dramatic changes in planetary climates, when managed properly.": "Bien gestionados, los sistemas orbitales de espejos y sombras pueden tener efectos espectaculares en el clima planetario.",
    "Ocean Ecology Management": "Gestión de ecología oceánica",
    "Given enough processing power, networked sensors and distributed stations, even the ocean currents can be managed to a fine level of control.": "Con suficiente poder de procesamiento, sensores en red y estaciones distribuidas, incluso las corrientes oceánicas pueden gestionarse con precisión.",
    "Subterranean Colonization": "Colonización subterránea",
    "Many planets exhibit extensive subsurface voids. Subterranean exploration, exploitation, and construction techniques can greatly increase the habitable area of some worlds.": "Muchos planetas tienen extensos vacíos bajo la superficie. Con exploración subterránea, explotación y técnicas de construcción se puede aumentar mucho la zona habitable de algunos mundos.",
    "Offworld Trade Companies": "Compañías de comercio extraterrestre",
    "Trade across interstellar distances presents a new set of challenges to overcome. It is critical to achieve the transfer of goods from one system to another in a timely and above all cost efficient manner.": "El comercio a lo largo de distancias interestelares presenta nuevos retos. Debemos transferir las mercancías entre sistemas puntualmente y, sobre todo, sin incurrir en gastos ineficientes.",
    "Terrestrial Sculpting": "Escultura terrestre",
    "There is no simple solution to the problem of macro-scale reshaping of planetary crusts - only bigger trowels and orbitally-deployed drills.": "El problema de reformar a gran escala la corteza planetaria no tiene una solución sencilla. Únicamente taladros desplegados desde la órbita y excavadoras más grandes.\\n\\n",
    "Atmospheric Manipulation": "Manipulación de atmósferas",
    "Humidity regulators and chemical dispersal units are the first step towards a fundamentally altered atmosphere.": "Los reguladores de humedad y las unidades de dispersión de químicos son el primer paso para una alteración fundamental de la atmósfera.\\n\\n",
    "Ecological Adaptation": "Adaptación ecológica",
    "By adapting planetary ecosystems to large-scale environmental changes we can turn terraformation into a less disruptive process.": "Al adaptar ecosistemas planetarios a cambios medioambientales de gran escala podemos hacer que la terraformación sea un proceso menos perjudicial.",
    "By advancing our understanding of atmospheric transformation, we will be able to terraform even the most ecologically devastated worlds.": "Al entender mejor la manipulación atmosférica, podremos terraformar incluso mundos ecológicamente devastados.\\n\\n",
    "Gaia Creation": "Creación Gaia",
    "The creation of Gaia planets, worlds eminently suitable to almost all forms of life, is the ultimate proof of a species' mastery in the art of terraforming.": "La creación de planetas Gaia, mundos adecuados para todas las formas de vida, es la prueba definitiva del dominio de las especies en el arte de la terraformación.\\n\\n",
    "Genome Mapping": "Mapa de genomas",
    "Mapping the genome of an individual through the sequencing of their DNA opens up for tailored medical treatments and therapies.": "Cartografiar el genoma de un individuo mediante la secuenciación de su ADN abre paso a nuevos tratamientos médicos y terapias.\\n\\n",
    "Epigenetic Triggers": "Activadores epigenéticos",
    "Advanced DNA methylation techniques allow for functionally significant alterations to be made to arbitrary genomes.": "Las técnicas avanzadas de metilación del ADN permiten hacer alteraciones funcionales significativas en genomas arbitrarios.\\n\\n",
    "§HUnlocks Feature:§! Epigenetic Triggers": "§HDesbloquea la función:§! activadores epigenéticos",
    "Allows us to remove Presapient Traits from Biological Species through Species Modification.": "Nos permite eliminar rasgos presapientes de las especies biológicas mediante la modificación.",
    "Cloning": "Clonación",
    "Breakthroughs in enucleation and artificial womb technology allows for the mass-production of individuals based on a common genetic template.": "Los avances en enucleación y tecnología de útero artificial permiten la producción en masa de individuos según una plantilla genética común.\\n\\n",
    "Gene Banks": "Bancos genéticos",
    "Gene Banks filter and curate available genomes for deployment in clones.": "Los bancos genéticos filtran y ordenan los genomas disponibles para su aplicación en clones.\\n\\n",
    "Glandular Acclimation": "Aclimatación glandular",
    "Through glandular biological tailoring we can change the environmental tolerance of a species to suit our needs.": "Mediante la modificación biológica de las glándulas podemos cambiar la tolerancia de una especie al entorno para adaptarla a nuestras necesidades.",
    "Gene Seed Purification": "Purificación de semillas genéticas",
    "Nucleotide purification techniques allow for the isolation and refinement of particularly desirable genetic traits.": "Las técnicas de purificación de los nucleótidos permiten el aislamiento y refinado de rasgos genéticos especialmente deseables.\\n\\n",
    "Morphogenetic Field Mastery": "Dominio de campos morfogenéticos",
    "From its cradle as a purely pharmaceutical venture, advancements in our understanding of the morphogenetic field allow for direct, subconscious interfaces with organic units.": "Desde sus orígenes como una empresa puramente farmacéutica, los avances en el campo de la morfogenética han dado lugar a interfaces directas y subconscientes con unidades orgánicas.\\n\\n",
    "Gene Tailoring": "Confección genética",
    "Making gene-editing tools widely available is sure to have a positive impact on our development as a species.": "Extender la disponibilidad de las herramientas de genoedición tendrá sin duda una repercusión positiva en nuestro desarrollo como especie.\\n\\n",
    "$species_trait_points_add$: $POINTS|0=+$": "$species_trait_points_add$: $POINTS|0=+$",
    "Targeted Gene Expressions": "Expresiones de \\\"gene targeting\\\"",
    "Stricter control of RNA and protein production on the cellular level.": "Un control más estricto del ARN y la producción de proteínas a nivel celular.\\n\\n",
    "Selected Lineages": "Linajes seleccionados",
    "Careful reproductive planning should be incentivized, lest we waste valuable genetic legacies.": "La cuidadosa planificación reproductiva debería incentivarse para no malgastar valiosos legados genéticos.\\n\\n",
    "Capacity Boosters": "Potenciadores de capacidad",
    "We leave nothing to chance, no matter the cost. Through exacting curation of DNA banks do we build the leaders of tomorrow.": "No dejamos nada al azar, cueste lo que cueste. Al custodiar rigurosamente los bancos de ADN construimos los líderes del mañana.\\n\\n",
    "Regenerative Hull Tissue": "Tejido regenerador de casco",
    "A genetically altered version of silicon-based bacteria could potentially be manipulated to regenerate non-organic materials.": "Una versión de bacterias de silicona alteradas genéticamente que podría manipularse para regenerar materiales no orgánicos.\\n\\n",
    "Vitality Boosters": "Potenciadores de vitalidad",
    "Where the body fails, science intervenes.": "Cuando el cuerpo falla, la ciencia interviene.",
    "Silicate Transgenesis": "Transgénesis de silicato",
    "The similarities between silicon based and carbon based life allow us to synthesize Lithoid evolutionary traits in carbon based species.": "Las similitudes entre las formas de vida basadas en silicio y las basadas en carbono nos permiten sintetizar rasgos evolutivos litoideos en especies basadas en el carbono.",
    "§HUnlocks Feature:§! Lithoid Transgenesis": "§HDesbloquea la función:§! transgénesis litoidea",
    "Allows us to add Lithoid Traits to Biological Species through Species Modification.": "Nos permite añadir rasgos litoideos a las especies biológicas mediante la modificación.",
    "Botanical Transgenesis": "Transgénesis botánica",
    "With some artificial encouragement, the evolutionary adaptations found in botanical species can be replicated in other forms of life.": "Con los estímulos artificiales adecuados, las adaptaciones evolutivas halladas en las especies botánicas pueden replicarse en otras formas de vida.",
    "§HUnlocks Feature:§! Botanical Transgenesis": "§HDesbloquea la función:§! transgénesis botánica",
    "Allows us to add Botanical Traits to Organic Species through Species Modification.": "Nos permite añadir rasgos botánicos a las especies orgánicas mediante la modificación.",
    "Leviathan Transgenesis": "Transgénesis de leviatán",
    "Galactic fauna have remarkable adaptions to life in interstellar space. Mastery of these traits will be our genetic triumph.": "En la fauna galáctica hay adaptaciones impresionantes a la vida en el espacio interestelar. Nuestro éxito en la genética pasa por el dominio de estos rasgos.",
    "§HUnlocks Feature:§! Leviathan Transgenesis": "§HDesbloquea la función:§! transgénesis de leviatán",
    "Allows us to add Leviathan Traits to Organic Species through Species Modification.": "Nos permite añadir rasgos de leviatán a las especies orgánicas mediante la modificación.",
    "Doctrine: Space Combat": "Doctrina: combate espacial",
    "Gradual adaptation to the realities of deep-space combat allows us to effectively coordinate larger maneuvers.": "La adaptación gradual a las realidades del combate en el espacio profundo nos permite coordinar de forma eficaz maniobras de mayor envergadura.\\n\\n",
    "Doctrine: Reactive Formations": "Doctrina: formaciones reactivas",
    "Doctrine: Interstellar Warfare": "Doctrina: guerra interestelar",
    "Doctrine: Fluid Fleet Templates": "Doctrina: plantillas de flotas fluidas",
    "Doctrine: Armada Battle Formation": "Doctrina: formación de combate de armadas",
    "Interstellar Fleet Traditions": "Tradiciones de la flota interestelar",
    "A body of knowledge regarding combat behaviors is useless without a strong code governing its use.": "Una obra de conocimientos sobre los comportamientos de combate es inútil sin un fuerte código que gobierne su uso.\\n\\n",
    "Command Matrix": "Matriz de mando",
    "Restructuring the chain of command and deciding what interdependencies are set between officers, make fleets more responsive and effective.": "Reestructurar la cadena de mando y decidir cuáles son las interdependencias entre los oficiales hace que las flotas respondan mejor y sean más eficientes.",
    "Doctrine: Fleet Support": "Doctrina: apoyo a flotas",
    "As extrasolar expeditions become more common, it is important to provide planetside relief for returning fleets.": "A medida que las expediciones extrasolares se hacen más comunes, es importante proporcionar ayuda planetaria a las flotas que regresan.",
    "Doctrine: Support Vessels": "Doctrina: naves de apoyo",
    "A fleet does not run on zeal alone. To ensure steady access to critical supplies, we should organize our logistics corps into dedicated support vessels.": "Una flota no funciona solo con fervor. Para garantizar un acceso estable a suministros críticos, debemos organizar nuestros cuerpos logísticos en naves de apoyo.",
    "Doctrine: Interstellar Logistics": "Doctrina: logística interestelar",
    "Amateurs talk about tactics. Professionals study logistics. By ensuring our fleets are regularly and efficiently supplied, we can increase the number of vessels we can effectively support.": "Los aficionados hablan de tácticas, los profesionales estudian la logística. Si garantizamos el suministro eficaz de nuestras flotas, podemos aumentar el número de naves que somos capaces de mantener.",
    "Doctrine: Fleet Liaisons": "Doctrina: enlaces de flotas",
    "By maintaining a professional corps of fleet liaisons, we can improve communications and the flow of orders throughout the chain of command.": "Si mantenemos un cuerpo profesional como enlaces de flotas, podemos mejorar las comunicaciones y el flujo de las órdenes en una cadena de mando.",
    "Refit Standards": "Reajuste de estándares",
    "Standardizing workflows for upgrading and retrofitting ship components can lead to massive efficiency gains.": "Estandarizar las dinámicas de trabajo para mejorar y readaptar los componentes de las naves puede mejorar muchísimo la eficacia.",
    "Drone Command Centers": "Centros de mando de drones",
    "By establishing training facilities where the autonomous drones can learn to command their lesser brethren, we will achieve greater battlefield flexibility and effectiveness.": "Al establecer instalaciones de entrenamiento donde los drones autónomos puedan aprender a dirigir a sus inferiores, conseguiremos una flexibilidad y eficacia mucho mayores en el campo de batalla.",
    "Centralized Command": "Mando centralizado",
    "Creating dedicated headquarters for all levels of military operations shapes an efficient fleet, and lays a better foundation for future military training.": "Crear cuarteles generales especializados para todos los niveles de las operaciones militares mejora la eficacia de la flota y los cimientos del futuro entrenamiento del ejército.\\n\\n",
    "Maintenance Command": "Mando de mantenimiento",
    "All machines require maintenance, and this is especially true for warforms. A dedicated maintenance corps will keep attritional breakdowns to a minimum and decrease repair costs.": "Todas las máquinas necesitan mantenimiento, en especial las formas de guerra. Un cuerpo de mantenimiento especializado mantendrá los fallos por erosión a unos niveles mínimos y reducirá los costes de reparación.",
    "Combat Training": "Entrenamiento de combate",
    "A more extensive training program for new recruits, including realistic combat scenarios, prepare them for the field.": "Un programa más extenso de entrenamiento para los nuevos reclutas, con escenarios de combate realistas incluidos, los prepara para la acción.\\n\\n",
    "Field Repairs": "Reparaciones de campo",
    "By equipping our combat ground units with technical databases, they can perform diagnostics and limited self-repair in the field.": "Al equipar a nuestras unidades de combate en tierra con bases de datos técnicas, podrán realizar diagnósticos y autorrepararse hasta cierto punto sobre el terreno.",
    "Ground Defense Planning": "Planificación de defensa terrestre",
    "There are many alien empires who would gladly seize our worlds for themselves. We must be prepared for them, should the worst come to pass.": "Hay muchos imperios alienígenas que querrían arrebatarnos nuestros mundos. Debemos estar preparados en caso de que llegue lo peor.",
    "Global Defense Grid": "Red de defensa global",
    "The strategic value of a good defense remains as relevant today as it was to our predecessors in the far distant past. Technology does not render fortifications obsolete - it merely changes their requirements.": "El valor estratégico de una buena defensa es tan relevante hoy como lo fue para nuestros ancestros en el pasado lejano. La tecnología no vuelve obsoletas las fortificaciones. Solo cambia sus requisitos.",
    "Psionic Theory": "Teoría de psiónicas",
    "The mind is in many ways a reflection of the universe itself, a microcosmos. All species may not reach this insight, but their minds are tools greater than any other.": "A menudo, la mente es un reflejo del propio universo, un microcosmos. Quizá no todas las especies comprendan esto, pero sus mentes son herramientas superiores a cualquier otra.\\n\\n",
    "Telepathy": "Telepatía",
    "Once fully adapted to the basics of Psionics, the mind is capable of connecting to other individuals, becoming something greater.": "Una vez plenamente adaptada a los fundamentos psiónicos, la mente puede conectarse con otros individuos para convertirse en algo superior.\\n\\n",
    "Transcendent Thought": "Pensamiento trascendente",
    "Precognition Interface": "Interfaz de precognición",
    "Advances in the field of Psionics suggest the possibility of creating combat computers capable of reading and analyzing the impulses of telepathic operatives before they are cognitively processed.": "Los avances en el campo psiónico sugieren la posibilidad de crear equipos capaces de leer y analizar los impulsos de los operarios telepáticos antes de que se procesen de forma consciente.\\n\\n",
    "Psi Jump Drives": "Motores de salto psi",
    "Xeno Outreach": "Xenoextensión",
    "The intricacies of interstellar trade closely resemble that of any other transaction, but is performed on a scale dwarfing the entire history of trade for most pre-FTL civilizations.": "Las complejidades del comercio interestelar son parecidas a las de cualquier otra transacción, pero su escala eclipsa toda la historia comercial de la mayoría de las civilizaciones previas a la velocidad ultralumínica.\\n\\n",
    "Xeno Relations": "Xenorrelaciones",
    "The complexities of interstellar diplomacy necessitate the forming of bonds with foreign powers in order to further one's goals.": "Las complejidades de la diplomacia estelar requieren formar vínculos con potencias extranjeras para impulsar los objetivos propios.\\n\\n",
    "Xeno Supremacy": "Xenosupremacía",
    "We navigate a minefield of galactic power dynamics with a singular purpose; to come out on top.": "Caminamos por un campo de minas de dinámicas de potencias galácticas con un solo propósito: dominar.",
    "Xeno Diplomacy": "Xenodiplomacia",
    "Advancing our understanding of interactions with - and manipulations of - the xeno is a necessary step in forming more permanent interstellar alliances.": "Avanzar en la comprensión de las interacciones con los xenos (y cómo manipularlos) es un paso necesario en la formación de alianzas interestelares más permanentes.\\n\\n",
    "Stellar Expansion": "Expansión estelar",
    "Manifest Destiny": "Destino manifiesto",
    "We must have to courage to seize our fate and make true what was always meant to be.": "Debemos tener el valor de alcanzar nuestro destino y convertirnos en lo que debemos ser.\\n\\nReduce mucho el coste de exigencias de cesión de planetas y ests. militares.",
    "Interstellar Campaigns": "Campañas interestelares",
    "A well-oiled war machine is the key to exerting influence on a galactic scale. Backed by the might of our military, we can lay claim to almost anything we want.": "Una máquina bien engrasada es clave para ejercer influencia a escala galáctica. Apoyados por el poder de nuestro ejército, podemos hacernos con casi todo lo que queramos.",
    "Galactic Campaigns": "Campañas galácticas",
    "Further improvements to administration grant an extended power projection across the stars, and the military clout needed to enforce our demands.": "Las mejoras de la administración otorgan una proyección de poder más amplia sobre las estrellas, y la fuerza militar necesaria para imponer nuestras exigencias.",
    "Planetary Government": "Gobierno planetario",
    "Once a colony has been firmly established and pioneers turn into citizens, the need for a strong local government providing stability trumps the colonial need for flexibility.": "Cuando una colonia se ha establecido firmemente y los pioneros se han convertido en ciudadanos, la necesidad de un gobierno local fuerte que proporcione estabilidad supera la necesidad de flexibilidad de la colonia.\\n\\n",
    "Planetary Instantiation": "Instanciación planetaria",
    "Our colonies would never achieve stable operation without infrastructure dedicated to our networked self.": "Nuestras colonias jamás gozarían de estabilidad operativa sin una infraestructura dedicada a nuestra propia red.",
    "Planetary Plexus": "Plexo planetario",
    "Our colonies would wither to naught without the stable projection of our collective self. Our effortless presence ensures a flourishing hive.": "Nuestras colonias se marchitarían en la nada sin una proyección estable de nuestro lado colectivo. Una presencia sencilla hará prosperar la colmena.",
    "Planetary Unification": "Unificación planetaria",
    "Uniform Data Standards": "Estándares de datos uniformes",
    "Deviance will not be tolerated.": "Las desviaciones no se tolerarán.",
    "Evolutionary Convergence": "Convergencia evolutiva",
    "The ecological crucible in which we fought for survival has etched sturdy paths into our genetic memory. We are the peerless union of all that came before.": "El crisol ecológico en el que luchamos por sobrevivir ha grabado surcos recios en nuestra memoria genética. Somos la unión sin par de todo lo que nos precedió.",
    "Adaptive Bureaucracy": "Burocracia adaptativa",
    "The progress we make calls for a new, nimbler form of administration that may aid rather than hinder us in our pursuits.": "Los avances que hacemos piden una nueva forma de administración que nos ayude a conseguir nuestras metas en vez de ponernos trabas.\\n\\n",
    "Positronic CPUs": "CPU positrónicas",
    "Positronic CPUs are both cheaper and faster to produce than previous models, allowing us to press additional leader units into service.": "Las CPU positrónicas son más baratas y más rápidas de producir que los modelos anteriores, lo que nos permite poner en servicio unidades líderes adicionales.",
    "Effective Bureaucracy": "Burocracia efectiva",
    "Improved algorithms for processing and organizing vast amounts of data has streamlined decision-making and information-sharing throughout the empire.": "Los algoritmos mejorados para procesar y organizar grandes volúmenes de datos han agilizado el proceso de toma de decisiones y de intercambio de información en todo el imperio.",
    "Colonial Bureaucracy": "Burocracia colonial",
    "Local administrative developments allow for closer supervision of colonial affairs without excessively burdening central decision-making.": "El desarrollo administrativo local nos permite supervisar de cerca los asuntos coloniales sin sobrecargar la toma de decisiones central.",
    "Galactic Bureaucracy": "Burocracia galáctica",
    "Multiple administrative strata efficiently surface only the most vital information to the upper levels of government.": "Solo la información más vital emerge desde los diversos estratos administrativos a los niveles superiores del gobierno.",
    "Colonial Centralization": "Centralización colonial",
    "Robust frameworks for local governance created on a per-case basis, to meet each colony's needs.": "Estructuras sólidas de gobierno creadas caso por caso para satisfacer las necesidades de cada colonia.\\n\\n",
    "Galactic Administration": "Administración galáctica",
    "The administrative needs of a star empire are as numerous as they are complex. We will rise to the occasion.": "Las necesidades administrativas de un imperio estelar son numerosas y complejas. Estaremos a la altura.",
    "The Living State": "El estado viviente",
    "The Empire lives, the Empire breathes. We may make up its body, but it is not for the left hand to know what the right hand is doing.": "El imperio vive y respira. Puede que nosotros conformemos su cuerpo, pero no le corresponde a la mano izquierda saber lo que hace la derecha.\\n\\n",
    "Autonomous Agents": "Agentes autónomos",
    "Semi-independent units have proved critical to the success of the greater whole.": "Las unidades semiindependientes han demostrado ser críticas para el éxito en general.",
    "The Collective Self": "El yo colectivo",
    "Finding aspects of the self within the group is natural and inevitable; eventually those shared aspects must be valued higher than individual identities.": "Encontrar aspectos del yo dentro del grupo es natural e inevitable. Tarde o temprano, esos aspectos compartidos pueden ser más valiosos que los entes individuales.\\n\\n",
    "Embodied Dynamism": "Dinamismo personificado",
    "Initiative and some measure of ambition must be promoted in our autonomous leader units, while still making certain that they do not stray too far from the directives of the core intelligence.": "La iniciativa y un poco de ambición deben promocionarse entre nuestras unidades líderes autónomas, pero asegurándonos de que no se alejen demasiado de las directrices de la inteligencia central.",
    "Ethical Equations": "Ecuaciones éticas",
    "Limiting the freedoms of others while preserving one's own may require unusual mental acrobatics - a feat we are now better-equipped to perform.": "Limitar la libertad ajena mientras se preserva la propia requiere acrobacias mentales inusuales. Una hazaña para la que ahora estamos mejor equipados.\\n\\n",
    "Neural Implants": "Implantes neurales",
    "Global Production Strategy": "Estrategia de producción global",
    "Planets are big and production sites are often separated by vast distances. A coherent strategy for making certain that everyone is pulling in the same direction is often needed.": "Los planetas son enormes y los centros de producción suelen estar separados por grandes distancias. Se necesita una estrategia coherente para asegurarse de que todo el mundo va en la misma dirección.",
    "Hyper-Entertainment Forum": "Foro de hiperocio",
    "$building_hyper_entertainment_forum_desc$": "$building_hyper_entertainment_forum_desc$",
    "Virtual Combat Simulations": "Simulaciones de combate virtual",
    "The advent of accurate pain emulators will at long last bridge the divide between the virtual and the real.": "La llegada de emuladores de dolor precisos desdibujará por fin la división entre lo virtual y lo real.",
    "Purity Campaigns": "Campañas de pureza",
    "A celebration of purity, perhaps of spirit, or of the body, or purpose - dependent on whatever goal we have in mind.": "Una celebración de la pureza, quizá la espiritual o la corporal o la de intenciones... según lo que tengamos en mente.",
    "$building_galactic_stock_exchange_desc$": "$building_galactic_stock_exchange_desc$",
    "Symbols of Unity": "Símbolos de unidad",
    "As we explore more of the galaxy and its wonders, it becomes increasingly important for us to reaffirm our beliefs and to unify our people under one symbol.": "A medida que exploramos la galaxia y sus maravillas, cada vez es más importante reafirmar nuestras creencias y unificar a nuestra gente bajo un único símbolo.",
    "Alien Visitor Centers": "Centros de visitantes alienígenas",
    "As we learn that we are not alone in space, we should begin preparations to welcome our new-found friends.": "Ahora que sabemos que no estamos solos en el espacio, deberíamos hacer los preparativos para recibir a nuestros nuevos amigos.",
    "Subdermal Stimulation": "Estimulación subcutánea",
    "Deep-tissue implants are the latest innovation in the revolutionary overlapping of sensory engineering and entertainment experiences. \"Where we're going, we won't need skin to feel!\"": "Los implantes profundos de los tejidos son la última innovación en la revolucionaria superposición de ingeniería sensorial y experiencias de ocio. \\\"¡Adonde vamos, no necesitaremos piel para sentir!\\\"",
    "Idyllic Architecture": "Arquitectura idílica",
    "With the latest advances in architecture, landscaping and holographic technology, we shall build the homes of the future.": "Construiremos las casas del futuro con los últimos avances en arquitectura, paisajismo y tecnología holográfica.",
    "Artificial Moral Codes": "Códigos de moral artificial",
    "It is circumstance that dictates what is moral. Define the circumstances, and ethics is like clay in your hands.": "Son las circunstancias lo que dictan lo que es moral. Define las circunstancias y la ética será como arcilla en tus manos.",
    "Synthetic Thought Patterns": "Patrones de pensamiento sintético",
    "Ambition: Will to Power": "Ambición: voluntad de poder",
    "As power is simply the ability to impose one's will on others, the will to power is a self-fulfilling prophecy.": "Como el poder es imponer tu voluntad a los demás, la voluntad de poder es una profecía que se cumple por sí misma.",
    "Unity of Purpose": "Unidad de propósito",
    "The purpose of one is the purpose of all. Together, we are greater than the sum of our parts.": "El propósito de uno es el propósito de todos. Juntos somos más grandes que la suma de nuestras partes.",
    "Collective Production Methods": "Métodos de producción colectiva",
    "Together, we build the future.": "Juntos, construimos el futuro.",
    "Resource Processing Algorithms": "Algoritmos de procesamiento de recursos",
    "Efficiency in all things.": "Eficiencia en todas las cosas.",
    "Xeno Integration": "Xenointegración",
    "From disparate components do we build a whole greater than the sum of its parts.": "A partir de componentes dispares construimos algo más grande que la suma de sus partes.\\n\\n",
    "Sociocultural History": "Historia sociocultural",
    "An understanding of a shared past is necessary in order to make any significant strides into the future.": "Se necesita comprender un pasado compartido para realizar avances significativos en el futuro.",
    "Heritage Sites": "Sitios del pasado",
    "Physical reminders of how far we have come both instill a reverence for past achievements and bolster ambitions for the future.": "Los recuerdos físicos de lo lejos que hemos llegado inculcan respeto por logros pasados y alimentan ambiciones para el futuro.",
    "Focus-Tested Management": "Gestión de consideración",
    "The invention of subconscious focus-testing has led to immense efficiency gains in our marketing and sales departments. By applying these methods to our sapient resource departments, we will achieve a bold new paradigm in corporate management.": "La invención de la consideración subconsciente ha mejorado la eficacia en nuestros departamentos de marketing y ventas. Si aplicamos estos métodos a los departamentos de gestión de recursos inteligentes, conseguiremos un nuevo paradigma en gestión corporativa.",
    "Planetary Communications": "Comunicaciones planetarias",
    "The near-instantaneous transfer of information and instructions between units is of critical importance.": "La transferencia prácticamente instantánea de información e instrucciones entre unidades es de suma importancia.",
    "Local Hypercommunication": "Hipercomunicación local",
    "Not all research into faster-than-light communication channels produces useful results, but some outcomes may find new purpose in bringing our people together.": "No todas las investigaciones de canales ultralumínicos producen resultados útiles, pero algunas pueden servir para unir a nuestra gente.",
    "Post-Relativistic Synergizing": "Creación de sinergia posrelativista",
    "The days when corporate synergy could only be achieved at sublight speeds are long gone. This is a bold new age of faster-than-light economics, and our corporate culture must adapt to overcome its outmoded relativistic constraints.": "Atrás quedaron los días en los que solo podíamos conseguir sinergia corporativa a una velocidad sublumínica. Ahora estamos en una época en la que la economía es más rápida que la velocidad de la luz, y nuestra cultura corporativa debe adaptarse para superar sus limitaciones relativistas desfasadas.",
    "Automated Curation Algorithms": "Algoritmos custodios automáticos",
    "Continuous, asynchronous analysis of disparate data sets allows for the accurate modeling of hitherto-unpredictable fluctuations in social currents.": "Un análisis continuo y asíncrono de datos dispares permite modelar de manera precisa fluctuaciones antaño impredecibles de las corrientes sociales.",
    "Vault of Acquisitions": "Cámara de adquisiciones",
    "A massive vault with public displays of our corporation's many glorious acquisitions will let employees draw inspiration from successful takeovers, and take warning of what happens when acquired companies fail to properly mesh into our broader business strategy.": "Una cámara enorme de exhibición pública de las diversas adquisiciones gloriosas de nuestra corporación permitirá que los empleados se inspiren en las buenas adquisiciones y tomen nota de lo que ocurre cuando las empresas adquiridas no consiguen encajar en nuestra amplia estrategia empresarial.",
    "Alpha Hub": "Concentrador alfa",
    "All informational pathways lead to the Hub, where the primary Machine Intelligence can analyze and interpret the data at its leisure.": "Todas las rutas informativas llevan al núcleo, donde la inteligencia artificial principal puede analizar e interpretar los datos a su antojo.",
    "Holographic Rituals": "Rituales holográficos",
    "Seeing is believing, and belief begets reality.": "Ver es creer, y las creencias generan realidades.",
    "Consecration Fields": "Campos de consagración",
    "Through our understanding of physics and field manipulation, our holy places shall we seen and felt by all.": "Gracias a nuestros conocimientos sobre manipulación de campos y física, todo el mundo podrá ver y sentir nuestros lugares sagrados.",
    "Metacognitive Faith": "Fe metacognitiva",
    "Leaving our planetary cradle has opened us up to a new understanding of faith, and its place in a wider context.": "Salir de nuestra cuna planetaria nos facilitó llegar a un nuevo entendimiento de la fe y su sitio en un contexto más amplio.",
    "Xeno Naturalization": "Adaptación xeno",
    "The introduction of advanced naturalization centers will ensure that any newcomers to our empire are uniquely equipped to navigate their adoptive society, while preserving their native strengths.": "La introducción de centros de adaptación avanzados garantiza que cualquier recién llegado a nuestro imperio esté bien equipado para dirigir a su sociedad adoptiva, preservando sus puntos fuertes de origen.",
    "Amoeba Breeding Program": "Al criar amebas espaciales en cautividad, podemos programar sus flagelos simbióticos para que ejerzan de cazas en nuestra armada.\\n\\n",
    "By breeding Space Amoebas in captivity, we can program their symbiotic flagella to act as organic strike craft for our navy.": "Criaderos de enjambres",
    "Swarm Spawning Pools": "Recoger especímenes de prethoryn derrotados nos permite clonarlos y programarlos genéticamente para nuestro ejército.\\n\\n",
    "Collecting specimens from defeated Prethoryn enables us to clone and genetically program a war-brood of our own.": "Misiles azote",
    "Scourge Missiles": "Al analizar el armamento biológico empleado por el Enjambre podemos crear misiles con la misma capacidad de destrucción atroz.\\n\\n",
    "By analyzing the biological weaponry employed by the Swarm we can create self-propelled projectiles weapons spreading the very same horrific destruction.": "Ajuste de frecuencia",
    "Frequency Tuning": "Al adaptar el método tiyanki de extracción de energía de la materia gaseosa, podemos construir armas que absorban energía de las naves enemigas.\\n\\n",
    "Adapting the Tiyanki method of siphoning energy from gaseous matter, it is possible to construct weapons draining energy from enemy ships.": "",
    "Extraction Patterns": "Al cambiar cómo se evalúan los depósitos de minerales entre sí, las perforaciones son más eficientes.\\n\\n",
    "Synchronized Firing Patterns": "Vincular los sistemas de armas para disparar andanadas escalonadas mejora con el paso del tiempo el daño infligido por las estaciones militares.\\n\\n",
    "Cross-linking weapon systems to fire in staggered volleys improves the actual damage output of Military Stations over time.": "Estratos de núcleos fortificados",
    "Fortified Core Layers": "Las capas de blindaje adicional dentro de la propia estructura mejoran la resistencia de las estaciones militares.\\n\\n",
    "Additional layers of armor plating within the structure itself improves the resilience of Military Stations.": "Integridad del casco",
    "Hull Integrity": "Aumentar la compartimentación de los espacios de las naves les permite soportar más daño antes de que la integridad del casco llegue a niveles demasiado bajos.\\n\\n",
    "Further increasing compartmentalization of shipboard spaces allows ships to sustain more damage before hull integrity reaches critically low levels.": "Compresión de la materia",
    "Matter Compression": "Prensar materiales adecuados en formas ultradensas es una forma barata y eficaz de mejorar su habilidad para absorber los disparos de las armas.\\n\\n",
    "Compressing suitable materials into ultra-dense forms is a cheap and efficient way to improve their ability to absorb weapons-grade impacts.": "Control de rendimiento termodinámico",
    "Thermodynamic Yield Control": "Unos microprocesadores en el misil controlan la reacción química de las detonaciones de las ojivas para maximizar el efecto en el momento del impacto según las condiciones locales.\\n\\n",
    "With the chemical reaction tightly controlled by missile-board microprocessors, warhead detonations can be tuned for maximum effect for local conditions at the time of impact.": "Preespoletas miniaturizadas",
    "Miniaturized Pre-Igniters": "Los avances en miniaturización permiten cargar y disparar misiles más deprisa.\\n\\n",
    "Advances in miniaturization allow for more rapid loading and discharging of rocket-propelled payloads.": "Munición de gran densidad",
    "High-Density Munitions": "Los proyectiles ultradensos pueden atravesar incluso fuertes escudos de energía.\\n\\n",
    "Ultra-dense slugs can punch through even the strongest of projected shields.": "Eficiencia de cargadores",
    "Loader Efficiency": "Los avances técnicos menores se combinan con rutinas de nave mejoradas de gestión de munición para aumentar significativamente la cadencia de fuego.\\n\\n",
    "Minor technical advances combine with improved shipboard routines for handling munitions to provide a noticeable boost in fire rate.": "",
    "Applied Superconductivity": "Las mejoras menores en la eficacia de transmisión se suman para reducir considerablemente la pérdida general de energía.\\n\\n",
    "Minor improvements to transmission efficiency adds up to a sizeable reduction in overall energy loss.": "Armónicos de escudos",
    "Shield Harmonics": "El funcionamiento básico de los escudos de las naves es complejo, pero puede ajustarse y mejorarse de diversos modos.\\n\\n",
    "The basic mechanics of ship shields are complex, but they can be adjusted and improved in a multitude of ways.": "Concentradores",
    "Focusing Arrays": "Perfeccionar la cadencia de fuego de las armas láser es una tarea que podría mantener ocupados a los ingenieros de élite de cualquier planeta durante siglos.\\n\\n",
    "Perfecting the firing cadence of laser weaponry is a task that could keep the engineering elite of any given planet busy for centuries.": "Refrigerante superveloz",
    "Flash Coolant": "Continuamente aparecen novedades en la tecnología de enfriamiento, que mejora la estabilidad y eficacia de nuestros sistemas de armas e impide que estallen en las naves que los llevan.\\n\\n",
    "New developments in tech cooling regularly surface, improving the stability and efficiency of our weapons systems, keeping them from blowing up the ships upon which they are mounted.": "Interceptores de sinapsis",
    "Synapse Interceptors": "Aumentar la velocidad a la que los pilotos de los cazas procesan y actúan sobre los datos de posición del enemigo otorga considerables ventajas de combate.\\n\\n",
    "Increasing the speed at which fighter pilots can process and act upon enemy positioning data elevates strike craft a few steps up the food chain.": "Entrenamiento de piloto iterativo",
    "Iterative Pilot Training": "Al recopilar y analizar los datos de rendimiento de los pilotos que nos precedieron, hemos mejorado exponencialmente nuestros métodos de entrenamiento para pilotos. Cada uno será más rápido que el anterior.",
    "Planetary Signal Boosters": "A medida que nuestras flotas se aventuran más lejos de nuestro hogar, nuestra tecnología de sensores supera cada vez más sus límites.\\n\\n",
    "As our fleets roam every further from our ancestral home, our sensor technology continuously pushes past the limits of old.": "Análisis gravitacional",
    "Gravitational Analysis": "Los paradigmas de cálculo cada vez más potentes nos permiten adaptar proyectos de construcción individuales a condiciones planetarias y gravitatorias ultra locales.\\n\\n",
    "Increasingly powerful computation paradigms allow us to adapt individual construction projects to planetary and ultra-local gravitational conditions.": "Algoritmos de montaje",
    "Assembly Algorithms": "La aplicación de la teoría del puzle y el juego podría optimizar en gran medida el ensamblado modular y la construcción.\\n\\n",
    "The application of game and puzzle theory has the potential to greatly optimize modular assembly and construction.": "",
    "Transgenic Crops": "Las cosechas transgénicas ofrecen los elementos nutritivos de varios tipos de cultivo en uno solo.\\n\\n",
    "Transgenic crops offer the nutritional elements of several standard food crops in one convenient package.": "Protocolos de comunicación",
    "Communication Protocols": "Los canales de comunicación UL mejorados ofrecen una dirección administrativa más coherente.\\n\\n",
    "Improved FTL communication channels allow for more coherent administrative direction.": "Eficiencia administrativa",
    "Administrative Efficiency": "Reestructurar la red de gestión que vincula los mundos principales con la capital puede ayudar a aliviar el estrés administrativo y los cuellos de botella de información propios de un imperio incipiente.\\n\\n",
    "Restructuring the managerial web linking core worlds to the capital can help alleviate the administrative stressors and information chokepoints that frequently arise within a budding empire.": "Gestión de recursos consciente",
    "Sapient Resource Management": "El concepto de gestionar a los individuos como recursos en los grandes sistemas de producción debe, por necesidad, hacerse más flexible a medida que se multiplican las naturalezas potenciales de los individuos gestionados.\\n\\n",
    "The concept of managing individuals as resources within larger systems of production must, by necessity, become more flexible as the potential natures of the managed individuals grow ever more numerous.": "Adquisición de talentos",
    "Talent Acquisition": "La propaganda y la manipulación sutil de los libros de contabilidad hacen bajar el coste de fichar a líderes de máximo nivel.",
    "Propaganda programs and subtle manipulation of economic records drive down the cost of employing top-tier Leaders.": "Salvaguardas de personalidad",
    "Personality Safeguards": "Una matriz de personalidad recién cargada siempre corre el riesgo de volverse loca o de caer en obsesiones poco productivas, lo que provoca unas redacciones de código caras y lentas. Cuanto mejores son las salvaguardas, menor es el riesgo.",
    "A freshly booted personality matrix always runs the risk of descending into madness or unproductive obsessions, resulting in expensive and time-consuming code redactions. Better safeguards will reduce this risk.": "Retransmisiones de proclamación",
    "Proclamation Broadcasts": "Campañas de información más agresivas mejoran la receptividad de la población a los edictos.\\n\\n",
    "More aggressive information campaigns improve the populace's receptiveness to Edicts.": "Condicionamiento agresivo",
    "Aggressive Conditioning": "Repetir el régimen de condicionamiento estándar de las tropas terrestres ha demostrado hacerlas más efectivas en el combate directo.\\n\\n",
    "Iterating on the standard conditioning regimen for ground troops has proven to make them more effective in direct combat.": "Depresores nerviosos",
    "Nerve Dampeners": "Al ajustar con cuidado los receptores de dolor, los soldados pueden seguir luchando a pesar de recibir heridas debilitantes.\\n\\n",
    "Careful tuning of pain receptors allow soldiers to fight through what would previously have been debilitating injuries.": "Revitalización celular",
    "Cell Revitalization": "Los tratamientos periódicos de revitalización de células mantienen a los líderes ágiles y activos más allá de su tradicional vida útil.\\n\\n",
    "Regimens of periodic cell revitalization treatments keep the leader class spry and active beyond traditionally expected lifespans.": "Expansión interestelar",
    "Interstellar Expansion": "Se pueden seguir desarrollando las inmensas redes de apoyo logístico necesarias para mantener una base estelar mejorada y así podríamos tener más de ellas.",
    "The immense logistical support networks needed to maintain an upgraded Starbase can be further improved, allowing us to support more of these stations.": "Dieta estimulante",
    "Stimulant Diet": "Optimizar químicamente las dietas de los trabajadores forzosos les permite rendir más de lo esperado.",
    "Chemically optimizing diets for indentured workers allow them to perform above projected productivity curves.": "Procesos de gestión de flotas",
    "Fleet Management Procedures": "Los procesos de gestión de flotas mejorados liberarán recursos para mantener una flota más grande.",
    "Improved fleet management procedures will free up the resources needed to maintain a bigger fleet.": "Personal de apoyo al almirantazgo",
    "Admiralty Support Staff": "Si mejoramos el personal de apoyo de nuestros almirantes, aumentaremos el número de naves que pueden comandar en una sola flota.",
    "Improving the support staff available to our admirals will increase the number of ships they can command in a single fleet.": "",
    "Pirate Only Tech": "",
    "": "",
    "Hidden": "Activa el edicto \\\"Botín de drones\\\".",
    "Enabled Crystal Sonar edict.": "Oculto",
    "Enables Droning Optimizations edict.": "Oculto",
    "Enables Greater Crystal Bounty edict.": "Oculto",
    "Enables Crystal Bounty edict.": "Oculto",
    "Enables Drone Bounty edict.": "",
    "§HAdministrative Path§!\\n§EThis technology will lead to further advancements in capital buildings and £unity£ §HUnity§! gain. Upgraded planetary capitals are required for §Hhigh-level buildings§!.§!": "§HSenda biológica§!\\n§EEsta tecnología llevará a más avances en mejoras biológicas y adaptación.§!",
    "§HBiological Path§!\\n§EThis technology will lead to further advancements in biological enhancement and adaptation.§!": "§HSenda naviera§!\\n§EEsta tecnología llevará a más avances en la construcción de puertos espaciales más grandes y naves más potentes.§!",
    "§HShip Path§!\\n§EThis technology will lead to further advancements in the construction of larger Spaceports and more powerful warships.§!": "§HSenda psiónica§!\\n§EEsta tecnología llevará a más avances en el campo psiónico.§!",
    "§HPsionic Path§!\\n§EThis technology will lead to further advancements in the field of psionics.§!": "§HSenda robótica§!\\n§EEsta tecnología llevará a más avances en el campo de la robótica.§!",
    "§HRobotic Path§!\\n§EThis technology will lead to further advancements in the field of robotics.§!": "§HSenda de armas cinéticas§!\\n§EEsta tecnología llevará a más avances en el campo de las armas cinéticas.§!",
    "§HKinetic Weapons Path§!\\n§EThis technology will lead to further advancements in the field of kinetic weapons.§!": "§HSenda de armas de energía§!\\n§EEsta tecnología llevará a más avances en el campo de las armas de energía.§!",
    "§HEnergy Weapons Path§!\\n§EThis technology will lead to further advancements in the field of energy weapons.§!": "§HGeneración de energía§!\\n§EEsta tecnología llevará a más avances en distintos campos.§!",
    "§HPower Generation§!\\n§EThis technology will lead to further advancements in several different fields.§!": "§HSenda de operaciones encubiertas§!\\n§EEsta tecnología llevará a más avances en espionaje y actividades encubiertas.§!",
    "§HCovert Operations Path§!\\n§EThis technology will lead to further advancements in espionage and covert activities.§!": "§HSenda de infraestructuras§!\\n§EEsta tecnología llevará a más avances en infraestructura civil.§!",
    "§HInfrastructure Path§!\\n§EThis technology will lead to further advancements in civilian infrastructure.§!": "§HSenda de camuflaje§!\\n§EEsta tecnología llevará a más avances en generadores de campo de camuflaje.§!",
    "§HCloaking Path§!\\n§EThis technology will lead to further advancements in cloaking field generators.§!": "§HSenda de detección§!\\n§EEsta tecnología llevará a más avances en detección de flotas camufladas.§!",
    "§HDetection Path§!\\n§EThis technology will lead to further advancements in detection of cloaked fleets.§!": "§HSenda de reformateo del nodo§!\\n§EEsta tecnología llevará a más avances en órdenes del día de reformateo del nodo.§!",
    "§HNode Reformatting Path§!\\n§EThis technology will lead to further advancements in Node Reformatting Agendas.§!": "§HSenda de sacrificio del nodo§!\\n§EEsta tecnología llevará a más avances en órdenes del día de sacrificio del nodo.§!",
    "§HNode Culling Path§!\\n§EThis technology will lead to further advancements in Node Culling Agendas.§!": "",
    "Curator Exploration Lab": "Lab. de arqueología de los Cuidadores",
    "These shipboard lab facilities incorporate advanced technologies from the ancient Curator Order to further increase survey speeds.": "Un laboratorio de a bordo con equipo tecnológico avanzado que incorpora una gran base de datos proporcionada por la orden de los Cuidadores en la que se pueden contrastar fácilmente los nuevos descubrimientos.",
    "Curator Archaeology Lab": "$tech_archeology_lab$",
    "A shipboard lab with advanced archaeological equipment, including a vast database supplied by the Curator Order where new discoveries can easily be cross-referenced.": "$tech_archeology_lab_desc$",
    "$tech_archeology_lab$": "",
    "$tech_archeology_lab_desc$": "",
    "Organic Probability Theory": "Motivadores binarios",
    "Through sufficiently advanced mathematical simulations, it may be possible to predict the fluctuating economies of organic society in some limited fashion. This would let us manipulate their stock markets to our advantage.": "Estos motivadores avanzados son más pequeños y ligeros que las versiones anteriores, lo que permite que las unidades robóticas asignen espacio adicional para los sistemas secundarios.",
    "Binary Motivators": "Ensambladores de nanorrobots",
    "These advanced motivators are both smaller and lighter than previous versions, allowing robotic units to allocate additional space for subsystems.": "El uso de nanorrobots programables para ayudar a la construcción de nuevas unidades robóticas permitirá crear modelos más avanzados equipados con una variedad aún mayor de sistemas secundarios.",
    "Nanite Assemblers": "Algoritmos de combate adaptativo",
    "Using programmable nanites to assist in the construction of new robotic units will allow for more advanced models that are equipped with an even greater array of subsystems.": "Los orgánicos a menudo utilizan tácticas ilógicas e impredecibles que pueden ser difícil de contrarrestar. Las tácticas adaptativas y las nuevas formas de guerra con mayor capacidad de maniobra deberían suponer una ventaja decisiva.",
    "Adaptive Combat Algorithms": "Biomecánica",
    "Organics often fight using illogical and unpredictable tactics that can be difficult to effectively counter. Adaptive tactics and new, more maneuverable warforms should provide a decisive advantage.": "En ocasiones, a través de la simple persistencia, millones de años de evolución orgánica producen soluciones elegantes que también puede aplicarse a diseños de máquinas.",
    "Biomechanics": "Núcleo Singularidad",
    "Millions of years of organic evolution will sometimes, through sheer persistence, produce elegant solutions that can also be applied to machine designs.": "Un agujero negro preso que estudiar en un entorno controlado sería un objeto de estudio increíble.\\\"",
    "Singularity Core": "Microrreplicadores",
    "A captive black hole that can be studied in a controlled environment would be an incredible research asset.": "Herramientas microscópicas que ayudan a las unidades de replicación a crear los circuitos más complejos que se necesitan para los drones nuevos.",
    "Micro-Replicators": "Componentes automontantes",
    "Microscopic tools that can assist our replication units in creating the more complex circuitry needed for new drones.": "Estos intelectos microscópicos, modelados a partir de ADN orgánico, son capaces de montar de manera autónoma todos los componentes que se necesitan para los drones nuevos.",
    "Self-Assembling Components": "",
    "Modelled on organic DNA, these microscopic machine intellects are capable of autonomously assembling most components needed for new drones.": "",
    "§RRequires £physics£ §Y$tech_synchronized_defences$§! technology.§!": "§RRequiere £engineering£ tecnología§! §Y$tech_titans$§!.",
    "§RRequires £engineering£ §Y$tech_strike_craft_1$§! technology.§!": "§RRequiere £society£ tecnología§! §Y$tech_space_trading$§!.",
    "§RRequires £engineering£ §Y$tech_titans$§! technology.§!": "§RRequiere £physics£ tecnología§! §Y$tech_hyper_drive_2$§!.",
    "§RRequires £society£ §Y$tech_space_trading$§! technology.§!": "§RRequiere £physics£ tecnología§! §Y$tech_aura_quantum_destabilizer$§!.",
    "§RRequires £physics£ §Y$tech_hyper_drive_2$§! technology.§!": "§RRequiere £society£ tecnología§! §Y$tech_interstellar_fleet_traditions$§!.",
    "§RRequires £physics£ §Y$tech_aura_quantum_destabilizer$§! technology.§!": "§RRequiere £physics£ tecnología§! §Y$tech_orbital_sensor_array$§!.",
    "§RRequires £society£ §Y$tech_interstellar_fleet_traditions$§! technology.§!": "§RRequiere £society£ tecnología§! §Y$tech_command_matrix$§!."
}